Repository: Dzheremi2/Chronograph
Catalog: po/*.po
Languages: de, el, et, fi, fr, hu, it, nl, pt_br, ru, ta, uk, vi

source: All Supported Media
et: Kõik toetatud vormingud
nl: Alle ondersteunde media
ru: Все поддерживаемые форматы
uk: Усі підтримувані медіа
vi: Tất cả phương tiện được hỗ trợ

source: Only Chronograph libraries are supported
et: Toetatud on vaid Kronograafi teegid
ru: Поддерживаются только библиотеки Хронографа
uk: Підтримуються лише бібліотеки Chronograph

source: Failed to create library
et: Muusikakogu loomine ei õnnestunud
ru: Не удалось создать библиотеку
uk: Не вдалося створити бібліотеку

source: Open a library before importing files
et: Enne failide importimist ava muusikakogu
ru: Откройте библиотеку прежде чем импортировать файлы
uk: Відкрийте бібліотеку перед імпортом файлів

source: Selected folder is not a Chronograph Library
et: Valitud kaust pole Kronograafi muusikakogu
ru: Выбранная папке де является библиотекой Хронографа
uk: Вибрана папка не є бібліотекою хронографів

source: Open a library to import files
et: Failide importimiseks ava muusikakogu
ru: Откройте библиотеку, чтобы импортировать файлы
uk: Відкрийте бібліотеку для імпорту файлів

source: Import already in progress
et: Importimine on juba töös
ru: Импорт уже в процессе
uk: Імпорт вже триває

source: No supported files were imported
et: Ühtegi toetatud faili pole imporditud
ru: Не было импортировано поддерживаемых файлов
uk: Не імпортовано жодних підтримуваних файлів

source: Imported {} track
et: Importisin {} loo
ru: Импортирован {} трек
uk: Імпортовано {} треку

source: Import failed
et: Importimine ei õnnestunud
ru: Импорт не удался
uk: Імпорт не вдалося

source: Deleted {deleted} file
et: Kustutasin {deleted} faili
ru: Удалён {deleted} файл
uk: Видалено файл {deleted}

source: Copied successfully
de: Erfolgreich kopiert
el: Αντιγράφηκε επιτυχώς
et: Kopeerimine õnnestus
fi: Kopiointi onnistui
fr: Copié avec succès
hu: Sikeresen másolva
it: Pubblicato con successo
nl: Gekopieerd
pt_br: Copiado com sucesso
ru: Скопированно успешно
ta: வெற்றிகரமாக நகலெடுக்கப்பட்டது
uk: Успішно опубліковано
vi: Đã sao chép thành công

source: translator-credits
de: Ettore Atalan
el: Γιάννος Ασημακόπουλος 2025
et: Priit Jõerüüt 2025-2026
fi: Jiri Grönroos Ricky Tigg
fr: Fabien Audet Joris Guesné Nathan Bonnemains <bonnemainsnathan@gmail.com>
hu: Benedek Dévényi <rdbende@proton.me>
it: albanobattistella
nl: Heimen Stoffels <vistausss@fastmail.com> Philip Goto <https://philipgoto.nl>
pt_br: john peter sa <johnppetersa@gmail.com> burns <ahoradocafezinho@gmail.com>
ru: Артём Чичваров <chichvarov1315@gmail.com>
ta: தமிழ்நேரம்
uk: Максим Горпиніч antiascii
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Inspiration
el: Έμπνευση
et: Inspiratsioon
hu: Inspiráció
nl: Inspiratie
pt_br: Inspiração
ru: Вдохновение
uk: Натхнення
vi: Cảm hứng

source: Build your own dictionary
el: Φτιάξτε το δικό σας λεξικό
et: Loo oma sõnastik
fi: Rakenna oma sanasto
hu: Állítsd össze a saját szótáradat
nl: Bouw uw eigen woorden­boek
pt_br: Construa seu próprio dicionário
ru: Создайте свой собственный словарь
uk: Створіть власний словник
vi: Xây dựng từ điển của riêng bạn

source: Translate the App
et: Tõlgi rakendust
hu: Segítség a fordításban
nl: Vertaal de app
pt_br: Traduza o App
ru: Перевести приложение
uk: Перекласти додаток
vi: Dịch ứng dụng

source: Connection Error
de: Verbindungsfehler
et: Ühenduse viga
hu: Kapcsolati hiba
nl: Verbindings­fout
pt_br: Erro de Conexão
ru: Ошибка соединения
uk: Помилка підключення
vi: Lỗi kết nối

source: Network error occured while connecting to LRClib
et: Ühendamisel LRClib.net serveriga tekkis viga
nl: Netwerk­fout bij verbinden met LRClib
ru: Произошла ошибка при подключении к LRClib.net
uk: Під час підключення до LRClib сталася помилка мережі
vi: Đã xảy ra lỗi mạng khi kết nối với LRClib

source: Something went wrong
de: Irgendetwas ist schiefgelaufen
et: Midagi läks valesti
hu: Valami nem stimmel
nl: Er is iets misgegaan
pt_br: Alguma coisa deu errado
ru: Что-то пошло не так
uk: Щось пішло не так
vi: Đã xảy ra lỗi

source: An unknown error occurred while trying to connect to the LRC library server
et: LRC-serveriga ühenduse loomisel tekkis tundmatu viga
hu: Ismeretlen hiba történt az LRC könyvtár szerveréhez való csatlakozás során
nl: Er is een onbekende fout opgetreden bij het verbinden met de LRC-bibliotheek­server
ru: Произошла неизвестная ошибка при попытке подключения к серверу
uk: Під час спроби підключення до сервера бібліотеки LRC сталася невідома помилка
vi: Đã xảy ra lỗi không xác định khi cố gắng kết nối với máy chủ thư viện LRC

source: No synced lyrics available
de: Keine synchronisierten Liedtexte verfügbar
el: Δεν υπάρχουν διαθέσιμοι συγχρονισμένοι στίχοι
et: Sünkroonitud laulusõnad pole saadaval
fi: Synkronoituja sanoituksia ei ole saatavilla
fr: Pas de paroles synchronisées disponibles
hu: Nincs elérhető szinkronizált dalszöveg
it: Nessun testo sincronizzato disponibile
nl: Er is geen gesynchroniseerde songtekst beschikbaar
pt_br: Não há letras sincronizadas disponíveis
ru: Нет синхронизированных слов
ta: ஒத்திசைக்கப்பட்ட வரிகள் எதுவும் கிடைக்கவில்லை
uk: Синхронізовані слова пісні не доступні
vi: Không có lời bài hát được đồng bộ hóa

source: No plain lyrics available
de: Keine einfachen Liedtexte verfügbar
el: Δεν υπάρχουν διαθέσιμοι απλοί στίχοι
et: Tavalisi laulusõnu pole saadaval
fi: Raakasanoituksia ei ole saatavilla
fr: Pas de paroles disponibles
hu: Nincs elérhető egyszerű dalszöveg
it: Nessun testo semplice disponibile
nl: Er is geen songtekst beschikbaar
pt_br: Não há letras simples disponíveis
ru: Нет простых слов
ta: வெற்று வரிகள் எதுவும் கிடைக்கவில்லை
uk: Прості слова пісні не доступні
vi: Không có lời bài hát đơn giản có sẵn

source: Synced Only
et: Vaid sünkroonitud
nl: Alleen gesynchroniseerd
ru: Только Синхронизированные
uk: Тільки синхронізовано
vi: Chỉ được đồng bộ hóa

source: Synced, Fallback to Plain If Unavailable
et: Sünkroonitud, varuvariandina tavalised laulusõnad
nl: Gesynchroniseerd, terugvallen op platte tekst indien niet beschikbaar
ru: Синхронизированные. Простые, если Недоступны
uk: Синхронізовано, повернення до звичайного, якщо недоступно
vi: Đã đồng bộ hóa, dự phòng về đơn giản nếu không có sẵn

source: Plain Only
et: Vaid tavalised laulusõnad
nl: Alleen platte tekst
ru: Только Простые
uk: Тільки звичайний
vi: Chỉ thuần

source: Fetch
et: Laadi
nl: Ophalen
ru: Загрузить
uk: Отримати
vi: Tìm Nạp

source: Cancel
de: Abbrechen
el: Ακύρωση
et: Katkesta
fi: Peru
fr: Annuler
hu: Mégsem
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
ta: ரத்துசெய்
uk: Скасувати
vi: Hủy

source: Connection timed out
et: Ühendus serveriga aegus
nl: Verbindings-time-out
ru: Время ожидания подключения истекло
uk: Час очікування з'єднання минув
vi: Đã hết thời gian kết nối

source: Connection error occurred
et: Tekkis ühenduse viga
nl: Verbindings­fout opgetreden
pt_br: Ocorreu um erro de conexão
ru: Ошибка соединения
uk: Сталася помилка підключення
vi: Đã xảy ra lỗi kết nối

source: An error occurred:
et: Tekkis viga:
nl: Er is een fout opgetreden:
pt_br: Um erro ocorreu:
ru: Произошла неизвестная ошибка:
uk: Сталася помилка:
vi: Đã xảy ra lỗi:

source: Instrumental track. No lyrics available
et: Instrumentaalpala. Laulusõnu pole saadaval
nl: Instrumentaal nummer. Geen songtekst beschikbaar
pt_br: Faixa instrumental. Sem letras disponíveis
ru: Инструментальный трек. Текст недоступен
uk: Інструментальний трек. Текст пісні недоступний
vi: Bản nhạc cụ. Không có lời bài hát nào

source: Track is missing from library
et: Lugu on muusikakogust puudu
ru: Трек отсутсвует в библиотеке
uk: Трек відсутній у бібліотеці

source: No synced lyrics found
et: Sünkroonitud laulusõnu ei leidu
nl: Geen gesynchroniseerde songtekst gevonden
pt_br: Nenhuma letra sincronizada encontrada
ru: Нет синхронизированных слов
uk: Синхронізованих текстів пісень не знайдено
vi: Không tìm thấy lời bài hát được đồng bộ hóa

source: No lyrics found
et: Laulusõnu ei leidunud
nl: Geen songtekst gevonden
pt_br: Nenhuma letra encontrada
ru: Слов не найдено
uk: Текстів пісень не знайдено
vi: Không tìm thấy lời bài hát

source: No plain lyrics found
et: Tavalisi laulusõnu ei leidunud
nl: Geen platte songtekst gevonden
pt_br: Nenhuma letra simples encontrada
ru: Простых слов не найдено
uk: Простих текстів пісень не знайдено
vi: Không tìm thấy lời bài hát đơn giản

source: Cancelled
et: Katkestatud
nl: Geannuleerd
pt_br: Cancelado
ru: Отменено
uk: Скасовано
vi: Đã Hủy

source: Fetching
et: Laadin
nl: Bezig met ophalen
ru: Загрузка
uk: Отримання
vi: Đang Tìm Nạp

source: Add New Tag
et: Lisa uus silt
ru: Добавить новый тег
uk: Додати новий тег

source: Tag name…
et: Sildi nimi…
ru: Имя тега…
uk: Назва тегу…

source: Add
et: Lisa
ru: Добавить
uk: Додати

source: Assign tag
et: Määra silt
ru: Назначить тег
uk: Призначити тег

source: No Lyrics Available
et: Laulusõnu pole saadaval
ru: Нет текстов песни
uk: Текст пісень недоступний

source: Select Tag
et: Vali silt
ru: Выберите тег
uk: Виберіть тег

source: No Tags Available
et: Silte pole saadaval
ru: Тегов пока нет
uk: Теги недоступні

source: There's no tags registered yet or all tags were assigned
et: Sa pole veel ühtegi silti registreerinud või kõik sildid on juba määratud
ru: Пока не зарегистрировано ни одного тега или все теги уже назначены
uk: Ще немає зареєстрованих тегів або всі теги призначено

source: Click to unassign
et: Määramise eemaldamiseks klõpsa
ru: Нажмите, чтобы убрать
uk: Натисніть, щоб скасувати призначення

source: File "{title} — {artist}" was deleted
et: „{title} - {artist}“ fail on kustutatud
ru: Файл "{title} — {artist}" был удалёл
uk: Файл «{title} — {artist}» видалено

source: Imported {imported}/{total}
et: Imporditud: {imported}/{total}
ru: Импортировано {imported} из {total}
uk: Імпортовано {imported}/{total}

source: Lyrics exported to clipboard
et: Laulusõnad on eksporditud lõikelauale
hu: Dalszöveg másolva a vágólapra
nl: Songtekst geëxporteerd naar klembord
ru: Текст экспортирован в буфер обмена
uk: Текст пісень експортовано в буфер обміну пісень
vi: Lời bài hát được xuất vào bộ nhớ tạm

source: Lyrics exported to file
et: Laulusõnad on eksporditud faili
hu: Dalszöveg mentve fájlba
nl: Songtekst geëxporteerd naar bestand
pt_br: Letras exportadas para arquivo
ru: Текст экспортирован в файл
uk: Текст пісні експортовано у файл пісні
vi: Lời bài hát được xuất sang tệp

source: Show
de: Anzeigen
et: Näita
hu: Mutatás
nl: Tonen
pt_br: Mostrar
ru: Показать
uk: Показати
vi: Hiển Thị

source: Lyrics ({pattern})
et: Laulusõnad: ({pattern})
ru: Текст песни ({pattern})
uk: Тексти пісень ({pattern})

source: Published successfully: {code}
de: Erfolgreich veröffentlicht: {code}
et: Avaldamine õnnestus: {code}
hu: Sikeresen közzétéve: {code}
nl: Succesvol gepubliceerd: {code}
ru: Успешно опубликовано: {code}
uk: Успішно опубліковано: {code}
vi: Đã xuất bản thành công: {code}

source: Incorrect publish token: {code}
de: Falsches Veröffentlichungs-Token: {code}
et: Vigane avaldamise tunnusluba: {code}
hu: Érvénytelen közzétételi token: {code}
nl: Ongeldige publicatie­sleutel: {code}
ru: Неверный публичный токен: {code}
uk: Неправильний токен публікації: {code}
vi: Mã thông báo xuất bản không chính xác: {code}

source: Unknown error occured: {code}
de: Unbekannter Fehler aufgetreten: {code}
et: Tekkis tundmatu viga: {code}
hu: Ismeretlen hiba történt: {code}
nl: Er is een onbekende fout opgetreden: {code}
pt_br: Ocorreu um erro desconhecido:{code}
ru: Произошла неизвестная ошибка: {code}
uk: Сталася невідома помилка: {code}
vi: Đã xảy ra lỗi không xác định: {code}

source: Network error occurred while publishing lyrics
et: Laulusõnade avaldamisel tekkis võrguviga
nl: Netwerkfout bij publiceren van songtekst
pt_br: Ocorreu um erro de rede ao publicar as letras
ru: Ошибка подключения во время публикации
uk: Під час публікації тексту пісні сталася помилка мережі
vi: Đã xảy ra lỗi mạng khi xuất bản lời bài hát

source: Log
et: Logi
nl: Logboek
ru: Журнал
uk: Журнал
vi: Nhật Ký

source: An error occurred while publishing lyrics
et: Laulusõnade avaldamisel tekkis viga
nl: Er is een fout opgetreden bij het publiceren van de songtekst
pt_br: Um erro ocorreu ao publicar as letras
ru: Произошла ошибка при публикации
uk: Під час публікації тексту пісні сталася помилка
vi: Đã xảy ra lỗi khi xuất bản lời bài hát

source: Seems like not every line is synced
de: Es scheint, dass nicht jede Zeile synchronisiert ist
el: Φαίνεται ότι δεν συγχρονίζεται κάθε γραμμή
et: Tundub, et kõik lauluread pole sünkroonis
fi: Vaikuttaa siltä, ettei jokaista riviä ole synkronoitu
fr: Toutes les lignes ne sont pas synchronisées
hu: Úgy tűnik, nincs minden sor szinkronizálva
it: Sembra che non tutte le linee siano sincronizzate
nl: Niet alle regels lijken gesynchroniseerd
pt_br: Parece que nem todas as linhas estão sincronizadas
ru: Похоже, не все строки синхронизированы
ta: ஒவ்வொரு வரியும் ஒத்திசைக்கப்படவில்லை என்று தெரிகிறது
uk: Схоже, що не всі рядки синхронізовані
vi: Có vẻ như không phải mọi dòng đều được đồng bộ hóa

source: Unable to publish lyrics.
et: Laulusõnade avaldamine ei õnnestu.
nl: Kan songtekst niet publiceren.
ru: Невозможно опубликовать текст.
uk: Неможливо опублікувати текст пісні.
vi: Không thể xuất bản lời bài hát.

source: To publish lyrics the track must have a title, artist, album and lyrics fields set.
et: Laulusõnade avaldamiseks peavad pealkirja, esitaja, albumi ja laulusõnade väljad olema täidetud.
nl: Om de songtekst te publiceren moet het nummer een titel, artiest, album en songtekst bevatten.
ru: Для публикации текста необходимо заполнить поля «Название», «Исполнитель», «Альбом» и синхронизировать слова.
uk: Щоб опублікувати текст пісні, для треку необхідно встановити поля назви, виконавця, альбому та тексту пісні.
vi: Để xuất bản lời bài hát, bản nhạc phải có các trường tiêu đề, nghệ sĩ, album và lời bài hát.

source: Close
de: Schließen
et: Sulge
hu: Bezárás
nl: Sluiten
pt_br: Fechar
ru: Закрыть
uk: Закрити
vi: Đóng

source: Cannot publish empty lyrics
et: Tühje laulusõnu ei saa avaldada
hu: Üres dalszövegeket nem lehet közzétenni
nl: Kan lege songtekst niet publiceren
pt_br: Não é possível publicar letras vazias
ru: Невозможно опубликовать пустой текст
uk: Не можна публікувати порожні тексти пісень
vi: Không thể xuất bản lời bài hát trống

source: Why?
de: Warum?
et: Miks?
hu: Miért?
nl: Waarom?
pt_br: Por quê?
ru: Почему?
uk: Чому?
vi: Tại sao?

source: No lyrics available
et: Laulusõnu pole saadaval
hu: Nincs elérhető dalszöveg
nl: Geen songtekst beschikbaar
pt_br: Não há letras disponíveis
ru: Нет текста песни
uk: Немає текстів пісень
vi: Không có lời bài hát nào

source: You've not provided any lyrics for synchronization
et: Sa pole laulusõnu lisanud sünkroonimiseks
hu: Nem adtál meg dalszöveget a szinkronizációhoz
nl: U hebt geen songtekst opgegeven om te synchroniseren
pt_br: Você não proveu nenhuma letra para sincronização
ru: Вы не предоставили никаких слов для синхронизации
uk: Ви не надали жодного тексту пісні для синхронізації
vi: Bạn chưa cung cấp bất kỳ lời bài hát nào để đồng bộ hóa

source: No lyrics to be re-synced
et: Pole laulusõnu, mida uuesti sünkroonida
nl: Geen songtekst om opnieuw te synchroniseren
pt_br: Nenhuma letra a ser ressincronizada
ru: Нет слов для пересинхронизации
uk: Немає текстів пісень для повторної синхронізації
vi: Không có lời bài hát nào được đồng bộ lại

source: Open Sync mode to re-sync all words
et: Uuesti sünkroonimiseks ava sünkroonimisvaade
nl: Open synchronisatie­modus om alle woorden opnieuw te synchroniseren
pt_br: Abra o modo Sincronizar para ressincronizar todas as palavras
ru: Перейдите в режим синхронизации, чтобы пересинхронизировать все слова
uk: Відкрийте режим синхронізації, щоб повторно синхронізувати всі слова
vi: Mở chế độ Đồng Bộ để đồng bộ lại tất cả các từ

source: Title
de: Titel
el: Τίτλος
et: Nimi
fi: Otsikko
fr: Titre
hu: Cím
it: Titolo
nl: Titel
pt_br: Título
ru: Название
ta: தலைப்பு
uk: Назва
vi: Tiêu Đề

source: Artist
de: Künstler
el: Καλλιτέχνης
et: Esitaja
fi: Esittäjä
fr: Artiste
hu: Előadó
it: Artista
nl: Artiest
pt_br: Artista
ru: Исполнитель
ta: கலைஞர்
uk: Виконавець
vi: Nghệ Sĩ

source: Duration
de: Dauer
el: Διάρκεια
et: Kestus
fi: Kesto
fr: Durée
hu: Hossz
it: Durata
nl: Duur
pt_br: Duração
ru: Продолжительность
ta: காலம்
uk: Тривалість
vi: Khoảng Thời Gian

source: Album
el: Άλμπουμ
fi: Albumi
pt_br: Álbum
ru: Альбом
ta: ஆல்பம்
uk: Альбом

source: Is instrumental
de: Ist instrumental
el: Είναι ορχηστρικό
et: On instrumentaalpala
fi: On instrumentaalinen
fr: Instrumental
hu: Instrumentális
it: È strumentale
nl: Instrumentaal
pt_br: É instrumental
ru: Инструментальная?
ta: கருவியாகும்
uk: Інструментальна?
vi: Là nhạc cụ

source: Yes
de: Ja
el: Ναι
et: Jah
fi: Kyllä
fr: Oui
hu: Igen
it: Si
nl: Ja
pt_br: Sim
ru: Да
ta: ஆம்
uk: Так
vi: Có

source: No
de: Nein
el: Όχι
et: Ei
fi: Ei
fr: Non
hu: Nem
nl: Nee
pt_br: Não
ru: Нет
ta: இல்லை
uk: Ні
vi: Không

source: Other Lyric
ru: Другой текст

source: Import From…
ru: Импортировать из…

source: File
de: Datei
el: Αρχείο
et: Fail
fi: Tiedosto
fr: Fichier
hu: Fájl
nl: Bestand
pt_br: Arquivo
ru: Файл
ta: கோப்பு
uk: Файл
vi: Tệp

source: Clipboard
de: Zwischenablage
el: Πρόχειρο
et: Lõikelaud
fi: Leikepöytä
fr: Presse-papiers
hu: Vágólap
it: Appunti
nl: Klembord
pt_br: Praça de transferência
ru: Буфер обмена
ta: இடைநிலைப் பலகை
uk: Буфер обміну
vi: Bộ Nhớ Tạm

source: Export To…
ru: Экспортировать в…

source: Rename
de: Umbenennen
el: Μετονομασία
et: Muuda nime
fi: Nimeä uudelleen
fr: Renommer
hu: Átnevezés
nl: Hernoemen
pt_br: Renomear
ru: Переименовать
uk: Перейменувати
vi: Đổi Tên

source: Delete
de: Löschen
el: Διαγραφή
et: Kustuta
fi: Poista
fr: Supprimer
hu: Törlés
nl: Verwijderen
pt_br: Excluir
ru: Удалить
uk: Видалити
vi: Xóa

source: Rename Tag
et: Muuda sildi nime
ru: Переименовать тег
uk: Перейменувати тег

source: Delete Tag?
et: Kas kustutad sildi?
ru: Удалить тег?
uk: Видалити тег?

# song title placeholder
source: Unknown
de: Unbekannt
et: Tundmatu
hu: Ismeretlen
nl: Onbekend
ru: Неизвестно
uk: Невідомо
vi: Không rõ

# song artist placeholder
source: Unknown
de: Unbekannt
et: Tundmatu
hu: Ismeretlen
nl: Onbekend
ru: Неизвестен
uk: Невідомо
vi: Không rõ

# song album placeholder
source: Unknown
de: Unbekannt
et: Tundmatu
hu: Ismeretlen
nl: Onbekend
ru: Неизвестен
uk: Невідомий
vi: Không rõ

# means lyrics absence
source: None
et: Puudub
nl: Geen
ru: Отсутствуют
uk: Нічого
vi: Không

source: Plain
de: Einfach
el: Απλά
et: Tavaline
fi: Raaka
fr: Texte brut
hu: Egyszerű
it: Semplice
nl: Platte tekst
pt_br: Simples
ru: Простые
ta: வெற்று
uk: Прості
vi: Đơn giản

source: Fetched successfully
et: Laadimine õnnestus
nl: Succesvol opgehaald
ru: Успешно загружено
uk: Успішно отримано
vi: Đã tìm nạp thành công

source: Fetch using /api/get failed, trying /api/search
et: Laadimine „/api/get“ abil ei õnnestunud, proovin „/api/search“ päringut
nl: Ophalen via /api/get mislukt, /api/search wordt geprobeerd
ru: Загрузка через /api/get не удалась, переход на /api/search
uk: Не вдалося отримати дані за допомогою /api/get, намагаюся /api/search
vi: Tìm nạp bằng /api/get không thành công, đang thử /api/search

source: Trying search with no album
et: Proovin ilma albumita otsingut
nl: Zoeken zonder album wordt geprobeerd
ru: Попытка поиска без альбома
uk: Пошук без альбому
vi: Đang thử tìm kiếm mà không có album

source: No suitable lyrics found
et: Sobilikke laulusõnu ei leidunud
nl: Geen geschikte songtekst gevonden
pt_br: Nenhuma letra adequada encontrada
ru: Подходящие слова не найдены
uk: Відповідних текстів пісень не знайдено
vi: Không tìm thấy lời bài hát phù hợp

source: No Tags
et: Silte pole
ru: Нет тегов
uk: Без тегів

source: Press plus button to register a new Tag
et: Uue sildi registreerimiseks vajuta plussiga nuppu
ru: Нажмите на кнопку плюса, чтобы зарегистрировать новый тег
uk: Натисніть кнопку з плюсом, щоб зареєструвати новий тег

source: Quick Editor
de: Schnelleditor
el: Γρήγορος επεξεργαστής
et: Kiirtoimeti
fi: Pikamuokkain
fr: Modification rapide
hu: Gyorsszerkesztő
it: Editor veloce
nl: Snelle bewerker
pt_br: Editor rápido
ru: Быстрое форматирование
ta: விரைவான ஆசிரியர்
uk: Швидкий редактор
vi: Trình Chỉnh Sửa Nhanh

source: Copy to Clipboard
et: Kopeeri lõikelauale
nl: Kopiëren naar klembord
ru: Скопировать в буфер обмена
uk: Копіювати в буфер обміну
vi: Sao chép vào Bộ Nhớ Tạm

source: Chronograph
el: Χρονογράφος
et: Kronograaf
fi: Kronografi
fr: Chronographe
pt_br: Cronógrafo
ru: Хронограф
ta: கால வரைபடம்
uk: Хронограф

source: Drop files here to open them
de: Dateien zum Öffnen hierhin ziehen
el: Αποθέστε αρχεία εδώ για να τα ανοίξετε
et: Avamiseks lohista failid siia
fi: Pudota tiedostot tähän avataksesi ne
fr: Déposez des fichiers ici pour les ouvrir
hu: Ejts ide fájlokat a megnyitáshoz
nl: Gooi bestanden hier om ze te openen
pt_br: Solte arquivos aqui para abri-los
ru: Перетащите файлы сюда, чтобы открыть их
ta: கோப்புகளைத் திறக்க இங்கே விடுங்கள்
uk: Перетягніть файли сюди, щоб відкрити їх
vi: Thả tập tin vào đây để mở chúng

source: Menu
et: Menüü
ru: Меню
uk: Меню

source: Preferences
de: Einstellungen
el: Προτιμήσεις
et: Eelistused
fi: Asetukset
fr: Préférences
hu: Beállítások
it: Preferenze
nl: Voorkeuren
pt_br: Preferências
ru: Настройки
ta: விருப்பத்தேர்வுகள்
uk: Налаштування
vi: Tùy Chọn

source: Keybindings
de: Tastenbelegungen
el: Δεσμοί πλήκτρων
et: Klahvide seosed
fi: Pikanäppäimet
fr: Raccourcis clavier
hu: Gyorsbillentyűk megnyitása
it: Abbinamenti di tasti
nl: Toets­combinaties
pt_br: Atalhos
ru: Сочетания клавиш
ta: விசைப்பலகைகள்
uk: Клавіатурні скорочення
vi: Tổ Hợp Phím

source: About
de: Über
el: Σχετικά με
et: Rakenduse teave
fi: Tietoja
fr: À propos
hu: A Chronograph névjegye
it: Informazioni
nl: Over
pt_br: Sobre
ru: О приложении
ta: பற்றி
uk: Про додаток
vi: Về

source: Open or create Library to start syncing
et: Sünkroonimise alustamiseks ava või loo muusikakogu
ru: Откройте или создайте Библиотеку, чтобы начать синхронизировать
uk: Відкрийте або створіть бібліотеку, щоб розпочати синхронізацію

source: Open Library
et: Ava muusikakogu
ru: Открыть библиотеку
uk: Відкрита Бібліотека

source: Create Library
et: Loo muusikakogu
ru: Создать библиотеку
uk: Створити бібліотеку

source: Tags
et: Sildid
ru: Теги
uk: Теги

source: Toggle sidebar
de: Seitenleiste umschalten
el: Εναλλαγή πλαϊνής μπάρας
et: Külgpaan sisse/välja
fi: Sivupalkki päällä/pois
fr: Afficher/Masquer la barre latérale
hu: Oldalsáv
it: Attiva la barra laterale
nl: Schakel zijbalk
pt_br: Alterne a barra lateral
ru: Переключить боковую панель
ta: பக்கப்பட்டியை மாற்றவும்
uk: Перемкнути бічну панель
vi: Chuyển đổi thanh bên

source: Register tag
et: Registreeri silt
ru: Зарегистрировать тег
uk: Зареєструвати тег

source: Import files or open a library
et: Impordi faile või ava muusikakogu
ru: Импортировать файлы или открыть библиотеку
uk: Імпорт файлів або відкриття бібліотеки

source: Toggle search
de: Suche umschalten
el: Εναλλαγή αναζήτησης
et: Otsing sisse/välja
fi: Haku päällä/pois
fr: Afficher/Masquer la recherche
hu: Keresés
it: Attiva la ricerca
nl: Zoeken in-/uitschakelen
pt_br: Alternar pesquisar
ru: Переключить поиск
ta: தேடலை மாற்றவும்
uk: Увімкнути пошук
vi: Bật/tắt tìm kiếm

source: Filter library
et: Filtreeri muusikakogu
nl: Bibliotheek filteren
pt_br: Filtre a biblioteca
ru: Фильтр библиотеки
uk: Бібліотека фільтрів
vi: Thư viện bộ lọc

source: Sort
de: Sortierung
el: Ταξινόμηση
et: Järjesta
fi: Lajittele
fr: Tri
hu: Rendezés
it: Ordina
nl: Sorteer
pt_br: Organizar
ru: Сортировка
ta: வரிசைப்படுத்து
uk: Сортувати
vi: Sắp xếp

source: A-Z
el: Α-Ω
fi: A-Ö
ru: А-Я
uk: А-Я

source: Z-A
el: Ω-Α
fi: Ö-A
ru: Я-А
uk: Я-А
