Repository: Dzheremi2/Chronograph
Catalog: po/*.po
Languages: de, el, et, fi, fr, hu, it, nl, pt_br, ru, ta, uk, vi

source: TBI Export To…
et: TBI eksport asukohta…
uk: Експорт TBI до…

source: Last Added
et: Viimati lisatud
uk: Останнє додавання

source: Create New Library
et: Loo uus muusikakogu
uk: Створити нову бібліотеку

source: Lyric Manipulation
et: Laulusõnade muutmine
uk: Маніпуляції з лірикою

source: Auto Lyric Manipulation
et: Laulusõnade muutmine automaatselt
uk: Автоматична маніпуляція текстами пісень

source: Automatically creates and updates lyric DB instance when any of lyric line or word changed
et: Kui laulusõnade rida või sõna muutub, siis laulusõnade andmebaas uuendub automaatselt
uk: Автоматично створює та оновлює екземпляр бази даних текстів пісень, коли змінюється будь-який рядок або слово тексту пісні

source: Failed to connect to the LRC library server. Please check your internet connection and try again
hu: Nem sikerült csatlakozni az LRC könyvtár szerveréhez. Ellenőrizd az internetkapcsolatot, és próbáld újra

source: Timeout Error
de: Zeitüberschreitungsfehler
hu: Időkorlát hiba

source: The request to the LRC library server timed out. Please try again later
hu: Az LRC könyvtár szerveréhez intézett lekérés időtúllépés miatt megszakadt. Próbálkozz újra később

source: Failed to connect to LRClib.net
hu: Nem sikerült csatlakozni az LRClib.net szerverhez

source: Connection to LRClib.net timed out
hu: Kapcsolódás az LRClib.net szerverhez időtúllépés miatt megszakadt

source: An error occurred while connecting to LRClib.net
hu: Hiba történt az LRClib.net serverhez való csatlakozás során

source: Unable to publish lyrics
hu: A dalszöveg közzététele sikertelen
pt_br: Não é possível publicar as letras

source: To publish lyrics the track must have a title, artist, album and lyrics fields set
hu: A dalszövegek közzétételéhez a számnak rendelkeznie kell cím, előadól, album és dalszöveg mezőkkel
pt_br: Para publicar as letras a faixa deve ter um título e os campos de artista, álbum e letras definidos

# song info dialog
source: About File
de: Über Datei
hu: Fájl adatai

source: Path
de: Pfad
el: Διαδρομή
fi: Polku
fr: Chemin
hu: Elérési út
it: Percorso
pt_br: Caminho
ta: பாதை

source: Path: {}
de: Pfad: {}
hu: Elérési út: {}

source: No source selected yet
de: Noch keine Quelle ausgewählt
el: Δεν έχει επιλεγεί ακόμα πηγή
fi: Lähdettä ei ole valittu
fr: Aucune source sélectionnée
hu: Nincs forrás kiválasztva
it: Nessuna risorsa ancora selezionata
pt_br: Nenhuma fonte selecionada ainda
ta: இதுவரை எந்த மூலமும் தேர்ந்தெடுக்கப்படவில்லை

source: Select a directory or Drag-N-Drop files to load them
de: Verzeichnis auswählen oder Dateien per Dag-N-Drop öffnen
el: Επιλέξτε έναν κατάλογο ή κάντε Drag-N-Drop σε αρχεία για να τα φορτώσετε
fi: Valitse kansio tai avaa tiedostoja vetämällä ja pudottamalla ne tähän
fr: Sélectionnez un dossier ou glissez-déposez des fichiers pour les charger
hu: Válassz egy mappát, vagy ejts ide fájlokat a betöltéshez
pt_br: Selecione um diretório ou arraste e solte arquivos para carregá-los
ta: ஏற்றுவதற்கு ஒரு கோப்பகத்தைத் தேர்ந்தெடு அல்லது கோப்புகளை இழுத்துவிடு

source: Open source
de: Quelle öffnen
el: Ανοιχτός κώδικας
fi: Avaa lähde
fr: Ouvrir la source
hu: Forrás megnyitása
pt_br: Abrir fonte
ta: திறந்த மூல

source: Empty directory
de: Leeres Verzeichnis
el: Άδειος κατάλογος
fi: Tyhjä hakemisto
fr: Dossier vide
hu: Üres mappa
it: Directory vuota
pt_br: Diretório vazio
ta: ஏதுமில்லா கோப்பகம்

source: This directory doesn't have any supported music files
de: Dieses Verzeichnis enthält keine unterstützten Musikdateien
el: Αυτός ο κατάλογος δεν έχει υποστηριζόμενα αρχεία μουσικής
fi: Tämä hakemisto ei sisällä tuettuja musiikkitiedostoja
fr: Ce dossier ne semble pas contenir de fichiers musicaux pris en charge
hu: Ebben a mappában nincsen támogatott hangfájl
it: Questa directory non contiene file musicali supportati
pt_br: Este diretório não possui nenhum arquivo de música suportado
ta: இந்தக் கோப்பகத்தில் ஆதரிக்கப்படும் இசைக் கோப்புகள் எதுவும் இல்லை

source: No saves found yet
de: Noch keine gespeicherten Ordner vorhanden
el: Δεν έχουν βρεθεί ακόμα αποθηκεύσεις
fi: Ei tallennuksia vielä
fr: Aucun dossier épinglé
hu: Még nincs egy mentés sem
it: Nessun salvataggio ancora trovato
pt_br: Nenhum fixado encontrado ainda
ta: சேமிப்புகள் எதுவும் இன்னும் காணப்படவில்லை

source: Press pin button to add current directory to the saves
el: Πατήστε το κουμπί pin για να προσθέσετε τον τρέχοντα κατάλογο στις αποθηκεύσεις
fi: Paina nuppineulapainiketta lisätäksesi nykyisen kansion tallennuksiin
fr: Appuyez sur le bouton pour épingler le dossier courant
hu: Használd a kitűzés gombot a jelenlegi mappa mentésekhez adásához
it: Premere il pulsante segnaposto per aggiungere la directory corrente ai salvataggi
pt_br: Pressione o botão PIN para adicionar diretório atual aos fixados
ta: சேமிப்புகளில் தற்போதைய கோப்பகத்தைச் சேர்க்க முள் பொத்தானை அழுத்தவும்

source: Copy to clipboard
de: In die Zwischenablage kopieren
hu: Másolás

source: Saves
el: Αποθηκεύει
fi: Tallennukset
fr: Dossiers épinglés
hu: Mentések
it: Salva
pt_br: Salva
ta: சேமிக்கிறது

source: Select a directory or open a file
de: Verzeichnis auswählen oder Datei öffnen
el: Επιλογή καταλόγου ή άνοιγμα αρχείου
fi: Valitse kansio tai avaa tiedosto
fr: Sélectionnez un dossier ou ouvrez un fichier
hu: Mappa vagy fájl megnyitása
it: Seleziona una directory o apri un file
pt_br: Selecione um diretório ou abra um arquivo
ta: ஒரு கோப்பகத்தைத் தேர்ந்தெடுக்கவும் அல்லது ஒரு கோப்பைத் திறக்கவும்

source: App settings, info and utils
de: App-Einstellungen, Infos und Hilfsmittel
el: Ρυθμίσεις εφαρμογής, πληροφορίες και βοηθήματα
fi: Sovelluksen asetukset, tiedot ja työkalut
fr: Paramètres de l'application, infos et utilitaires
hu: Menü megnyitása
it: Impostazioni, informazioni e utilità dell'app
pt_br: Configurações, informações e utilitários
ta: பயன்பாட்டு அமைப்புகள், செய்தி மற்றும் பயன்பாடுகள்

source: View
de: Ansicht
el: Προβολή
fi: Näytä
fr: Affichage
hu: Nézet
it: Vista
pt_br: Visualizar
ta: நோக்கு

source: Grid
de: Raster
el: Πλέγμα
fi: Ruudukko
fr: Grille
hu: Rács
it: Griglia
pt_br: Grade
ta: பின்னல்

source: List
de: Liste
el: Λίστα
fi: Luettelo
fr: Liste
hu: Lista
it: Elenco
pt_br: Lista
ta: பட்டியல்

source: Clean the library
de: Bibliothek bereinigen
el: Καθαρίστε τη βιβλιοθήκη
fi: Tyhjennä kirjasto
fr: Effacer la bibliothèque
hu: Könyvtár törlése
pt_br: Limpar a biblioteca

source: Add current directory to saves
el: Προσθήκη τρέχοντος καταλόγου στις αποθηκεύσεις
fi: Lisää nykyinen kansion tallennuksiin
fr: Épingler le dossier courant
hu: Jelenlegi mappa hozzáadása a mentésekhez
it: Aggiungi la directory corrente ai salvataggi
pt_br: Adicione o diretório atual aos fixados
ta: சேமிப்புகளுக்கு தற்போதைய கோப்பகத்தைச் சேர்க்கவும்

source: Directory
de: Verzeichnis
el: Κατάλογος
fi: Kansio
fr: Dossier
hu: Mappa
pt_br: Diretório
ta: அடைவு

source: Files
de: Dateien
el: Αρχεία
fi: Tiedostot
fr: Fichiers
hu: Fájlok
pt_br: Arquivos
ta: கோப்புகள்

source: Select directory
de: Verzeichnis auswählen
el: Επιλέξτε κατάλογο
fi: Valitse kansio
fr: Sélectionner le dossier
hu: Mappa kiválasztása
it: Seleziona directory
pt_br: Selecione diretório
ta: கோப்பகத்தைத் தேர்ந்தெடு

source: Select files
de: Dateien auswählen
el: Επιλογή αρχείων
fi: Valitse tiedostot
fr: Sélectionner les fichiers
hu: Fájlok kiválasztása
pt_br: Selecione arquivos
ta: கோப்புகளைத் தேர்ந்தெடு

source: Synced lyrics are used by default, to use plain, select 'Use plain' from submenu
de: Standardmäßig werden synchronisierte Liedtexte verwendet. Um einfache Texte zu verwenden, wähle im Untermenü „Einfache Texte verwenden“ aus
el: Οι συγχρονισμένοι στίχοι χρησιμοποιούνται από προεπιλογή, για να χρησιμοποιήσετε απλούς στίχους, επιλέξτε ''Χρήση απλών στίχων'' από το υπομενού
fi: Synkronoituja sanoituksia käytetään oletuksena. Jos haluat käyttää raakasanoituksia, valitse alivalikosta "Käytä raakaa"
fr: Les paroles synchronisées sont utilisées par défaut, pour utiliser le texte brut, sélectionnez « Utiliser le texte brut » dans le sous-menu
hu: Alapból a szinkronizált dalszöveg kerül felhasználásra. Az egyszerű szöveg hasznűlatához válaszd az „Egyszerű dalszöveg” opciót az almenüből
it: Per impostazione predefinita vengono utilizzati i testi sincronizzati, per utilizzare quelli semplici, selezionare "Usa testo semplice" dal sottomenu
pt_br: As letras sincronizadas são usadas por padrão, para usar simples, selecione 'Use Plain' do submenu
ta: ஒத்திசைக்கப்பட்ட வரிகள் இயல்பாகவே பயன்படுத்தப்படுகின்றன, வெற்று பயன்படுத்த, துணைமெனுவிலிருந்து 'ப்ளைன் பயன்பாடு' என்பதைத் தேர்ந்தெடுக்கவும்

source: Use plain
de: Einfachen Text verwenden
el: Χρήση απλών
fi: Käytä raakaa
fr: Utiliser le texte brut
hu: Egyszerű dalszöveg
it: Usa semplice
pt_br: Use simples
ta: வெற்று பயன்படுத்தவும்

source: Use synced
de: Synchronisierten Text verwenden
el: Χρήση συγχρονισμένων
fi: Käytä synkronoitua
fr: Utiliser les paroles synchronisées
hu: Szinkronizált dalszöveg
it: Usa sincronizzato
pt_br: Use sincronizado
ta: ஒத்திசைக்கப்பட்ட பயன்படுத்தவும்

source: Use
de: Verwenden
el: Χρήση
fi: Käytä
fr: Utiliser
hu: Felhasználás
it: Usa
pt_br: Usar
ta: பயன்படுத்தவும்

source: Nothing was found for this request
de: Es wurde nichts zu dieser Anfrage gefunden
el: Δεν βρέθηκε τίποτα για αυτό το αίτημα
fi: Mitään ei löytynyt
fr: Rien n'a été trouvé pour cette requête
hu: Nincs találat
it: Non è stato trovato nulla per questa richiesta
pt_br: Nada foi encontrado para este pedido
ta: இந்த கோரிக்கைக்கு எதுவும் கிடைக்கவில்லை

source: Try out another request, maybe there are mistakes in request text.
de: Versuche eine andere Anfrage, vielleicht gibt es Fehler im Anfragetext.
el: Δοκιμάστε ένα άλλο αίτημα, ίσως υπάρχουν λάθη στο κείμενο του αιτήματος.
fi: Kokeile toista pyyntöä, ehkä pyynnön tekstissä on virheitä.
fr: Essayez une autre requête, peut-être qu'il y a des erreurs dans le texte de la requête.
hu: Probálkozz másképp. Lehet, hogy elírás van a keresésben.
it: Prova un'altra richiesta, forse ci sono degli errori nel testo della richiesta.
pt_br: Experimente outra solicitação, talvez haja erros no texto de solicitação.
ta: மற்றொரு கோரிக்கையை முயற்சிக்கவும், கோரிக்கை உரையில் தவறுகள் இருக்கலாம்.

source: Set cover
de: Cover festlegen
el: Σετ καλύμματος
fi: Aseta kansi
fr: Définir la pochette
hu: Borító kiválasztása
it: Imposta copertura
pt_br: Capa do conjunto
ta: கவர் அமைக்கவும்

source: Remove cover
de: Cover entfernen
el: Αφαίρεση του καλύμματος
fi: Poista kansi
fr: Supprimer la pochette
hu: Borító eltávolítása
it: Rimuovi copertina
pt_br: Remova a tampa
ta: அட்டையை அகற்று

source: Reset quick edit dialog on close
de: Schnellbearbeitungsdialog beim Schließen zurücksetzen
el: Επαναφορά διαλόγου γρήγορης επεξεργασίας κατά το κλείσιμο
fi: Tyhjennä pikamuokkain suljettaessa
fr: Réinitialiser la fenêtre d'édition rapide à la fermeture
hu: Gyorsszerkesztő törlése bezáráskor
it: Reimposta la finestra di dialogo di modifica rapida alla chiusura
pt_br: Redefina a caixa de diálogo de edição rápida em fechamento
ta: நெருக்கமான திருத்து உரையாடலை மீட்டமைக்கவும்

source: Save session on app close
de: Sitzung beim Schließen der App speichern
el: Αποθήκευση συνεδρίας κατά το κλείσιμο της εφαρμογής
fi: Tallenna istunto kun sovellus suljetaan
fr: Enregistrer la session à la fermeture de l'application
hu: Munkamenet mentése az alkalmazás bezárásakor
it: Salva sessione alla chiusura dell'app
pt_br: Salvar sessão ao fechar o app
ta: பயன்பாட்டில் அமர்வை சேமிக்கவும்

source: Re-opens last opened directory on the next startup
de: Öffnet das zuletzt geöffnete Verzeichnis beim nächsten Start erneut
el: Ανοίγει ξανά τον τελευταίο ανοιχτό κατάλογο κατά την επόμενη εκκίνηση
fi: Avaa viimeksi avatun hakemiston uudelleen seuraavan käynnistyksen yhteydessä
fr: Réouvre le dernier dossier ouvert au prochain lancement
hu: A következő indításkor megnyitja az utoljára megnyitott mappát
it: Riapre l'ultima directory aperta al prossimo avvio
pt_br: Reabre o último diretório aberto na próxima startup
ta: அடுத்த தொடக்கத்தில் கடைசியாக திறந்த கோப்பகத்தை மீண்டும் இயக்குகிறது

source: Automatically toggle List View mode
de: Listenansicht automatisch umschalten
el: Αυτόματη εναλλαγή λειτουργίας προβολής λίστας
fi: Vaihda automaatisesti luettelonäkymään
fr: Activer automatiquement l'affichage en liste
hu: Listanézet automatikus váltása
it: Attiva automaticamente la modalità visualizzazione elenco
pt_br: Alternar automaticamente o modo de exibição de lista
ta: பட்டியல் காட்சிப் பயன்முறையைத் தானாக நிலைமாற்று

source: Automatically toggles List View mode when display size is not big enough
de: Schaltet automatisch in die Listenansicht um, wenn der Bildschirm nicht groß genug ist
el: Αλλάζει αυτόματα τη λειτουργία προβολής λίστας όταν το μέγεθος της οθόνης δεν είναι αρκετά μεγάλο
fr: Active automatiquement la vue liste lorsque la taille de l'écran est trop petite
hu: Automatikusan átvált listanézetre, ha a kijelző nem elég nagy
it: Attiva automaticamente la modalità visualizzazione ad elenco quando la dimensione dello schermo non è sufficientemente grande
pt_br: Alterna automaticamente o modo de exibição de lista quando o tamanho da tela não é grande o suficiente
ta: காட்சி அளவு போதுமானதாக இல்லாதபோது பட்டியல் காட்சி பயன்முறையை தானாகவே மாற்றுகிறது

source: Display compressed covers
hu: Tömörített borítók megjelenítése

source: May slightly reduce memory consumption. This does not affect actual images stored within files
hu: Némileg csökkentheti a memóriahasználatot. A fájlokban tárolt képekre nincs hatással

source: Quality level
de: Qualitätsstufe
hu: Minőség

source: The higher value, the higher cover quality
hu: Magasabb szám magasabb minőséget jelent

source: Parse directories recursively
el: Αναδρομική ανάλυση καταλόγων
fi: Jäsennä kansiot rekursiivisesti
hu: Mappák betöltése rekurzívan
pt_br: Analisar diretórios de forma recursiva

source: Scans provided directory for supported files recursively
el: Σαρώνει αναδρομικά τον παρεχόμενο κατάλογο για υποστηριζόμενα αρχεία
fi: Tutki kansiot rekursiivisesti tuettujen tiedostojen varalta
hu: Rekurzívan keres támogatott fájlok után a megadott mappában
pt_br: Examina recursivamente o diretório fornecido em busca de arquivos compatíveis

source: Follow symlinks
el: Ακολουθήστε τους συμβολικούς συνδέσμους
fi: Seuraa symbolisia linkkejä
hu: Szimbolikus linkek követése
pt_br: Seguir links simbólicos

source: If a directory has symlinks to other directories, they would be parsed too May cause excessive memory consumption and looping if it has looped symlinks
el: Εάν ένας κατάλογος έχει συμβολικούς συνδέσμους προς άλλους καταλόγους, θα πρέπει να αναλυθούν και αυτοί Μπορεί να προκαλέσει υπερβολική κατανάλωση μνήμης και βρόχο αν έχει βρόχους συμβολικών συνδέσμων
hu: Ha egy könyvtár szimbolikus linkeket tartalmaz más könyvtárakra, azok is betöltésre kerülnek. Túlzott memóriafogyasztást és hurkot okozhat, ha hurkos szimbolikus linkeket talál
pt_br: Se um diretório tiver links simbólicos para outros diretórios, eles também serão analisados Pode causar consumo excessivo de memória e looping se houver links simbólicos em loop

source: Enable Debug logging profile
hu: Hibakeresési naplózási profil engedélyezése

source: Syncing type
hu: Szinkronizálás fajtája

source: Defines the default workflow of syncing process. It may be either Line-by-Line, or Word-by-Word WORD-BY-WORD ISN'T CAPABLE WITH MOBILE DEVICES
hu: Megadja a dalszöveg szinkronizálásának alapértelmezett módját. Lehet sorról-sorra, vagy szóról-szóra. A SZÓRÓL-SZÓRA MÓDSZER NEM KOMPATIBILIS MOBIL ESZKÖZÖKKEL

source: Use precise milliseconds
de: Genaue Millisekunden verwenden
el: Χρησιμοποιήστε ακριβή χιλιοστά του δευτερολέπτου
fi: Käytä tarkkoja millisekunteja
fr: Utiliser des millisecondes précises
hu: Precízebb ezredmásodpercek
it: Utilizzare millisecondi precisi
pt_br: Use milissegundos precisos
ta: துல்லியமான மில்லி நொடிகளைப் பயன்படுத்து

source: Auto file manipulation
de: Automatische Dateibearbeitung
el: Αυτόματος χειρισμός αρχείων
fi: Automaattinen tiedostojen käsittely
fr: Manipulation auto des fichiers
hu: Fájlok automatikus mentése
it: Manipolazione automatica dei file
pt_br: Manipulação de arquivo automático
ta: ஆட்டோ கோப்பு கையாளுதல்

source: File format
de: Dateiformat
el: Μορφή αρχείου
fi: Tiedostomuoto
fr: Format de fichier
hu: Fájlformátum
it: Formato del file
pt_br: Formato de arquivo
ta: கோப்பு வடிவம்

source: File format for auto manipulation
de: Dateiformat für die automatische Bearbeitung
el: Μορφή αρχείου για αυτόματο χειρισμό
fi: Tiedostomuoto automaattista käsittelyä varten
fr: Format de fichier pour la manipulation auto
hu: Automatikusan mentett fájlok formátuma
it: Formato file per la manipolazione automatica
pt_br: Formato de arquivo para manipulação automática
ta: ஆட்டோ கையாளுதலுக்கான கோப்பு வடிவம்

source: Autosave interval
de: Intervall für automatisches Speichern
hu: Automatikus mentés időköze

source: Save plain LRC too
hu: A sima LRC fájlt is mentse
pt_br: Salvar LRC simples também

source: A prefix, eLRC files will have to not interfere with plain LRC ones
hu: Az eLRC fájlok előtagja, hogy ne zavarják a sima LRCket

source: Lyrics embedding
hu: Dalszöveg beágyazás

source: Embed lyrics within audio file
hu: Dalszövegek beágyazása az audio fájlokba

source: Use individual synced lyrics tag in Vorbis files
hu: Önálló szinkronizált dalszöveg címke használata Vorbis fájlokban

source: Add line
de: Zeile hinzufügen
el: Προσθήκη γραμμής
fi: Lisää rivi
fr: Ajouter une ligne
hu: Sor hozzáadása
it: Aggiungi linea
pt_br: Adicione a linha
ta: வரி சேர்

source: Rename this Save
el: Μετονομάστε αυτό Αποθήκευση
fi: Nimeä tämä tallennus uudelleen
hu: Mentés átnevezése
pt_br: Renomear este Salvar

source: Name
el: Όνομα
fi: Nimi
hu: Név
pt_br: Nome

source: Delete this Save?
el: Διαγραφή αυτής της Αποθήκευσης?
fi: Poistetaanko tämä tallennus?
fr: Supprimer ce dossier épinglé ?
hu: Törlöd ezt a mentést?
pt_br: Excluir este Salvar?

source: Library in List View mode
de: Listenansicht automatisch umschalten
el: Βιβλιοθήκη σε λειτουργία προβολής λίστας
fi: Kirjasto luettelonäkymässä
fr: Bibliothèque en vue liste
hu: Könyvtár listanézetben
pt_br: Biblioteca em modo de exibição de lista

source: lyrics;internet;songs;multimedia;media;lrclib;music;syncing;chronograph;
de: lyrics;internet;songs;multimedia;media;lrclib;music;syncing;chronograph;songtexte;lieder;medien;musik;synchronisierung;
el: lyrics;internet;songs;multimedia;media;lrclib;music;syncing;chronograph;στίχοι;διαδίκτυο;τραγούδια;πολυμέσα;μέσα;lrclib;μουσική;συγχρονισμός;χρονογράφος;
fi: lyrics;internet;songs;multimedia;media;lrclib;music;syncing;chronograph;lyriikat;sanoitukset;kappaleet;musiikki;synkronointi;
fr: lyrics;internet;songs;multimedia;media;lrclib;music;syncing;chronograph;paroles;chansons;morceaux;multimédia;musique;
hu: lyrics;internet;songs;multimedia;media;lrclib;music;syncing;chronograph;dalszöveg;számok;dalok;média;multimédia;zene;szinkronizálás;kronográf;
pt_br: lyrics;internet;songs;multimedia;media;lrclib;music;syncing;letras;canções;multimídia;mídia;música;sincronização;
ta: பாடல் வரிகள்; இணையம்; பாடல்கள்; பலூடகம்; ஊடகம்; எல்ஆர்எல்ஐபி; இசை; ஒத்திசைத்தல்; காலவரிசை;

source: Pending
pt_br: Pendente

# filter menu secton name. 'Show only…' selected lyric formats
source: Show only…
pt_br: Apenas mostre…

source: Recursive parsing settings changed. Re-parse?
pt_br: Configurações de análise recursiva alteradas. Reanalisar?

source: Re-Sync All Lines
pt_br: Ressincronize Todas as Linhas

source: Re-parse current directory
de: Aktuelles Verzeichnis neu parsen
el: Επανάληψη της ανάλυσης του τρέχοντος καταλόγου
fi: Jäsennä nykyinen hakemisto uudelleen
fr: Réanalyser le dossier courant
it: Rianalizzare la directory corrente
ta: தற்போதைய கோப்பகத்தை மீண்டும் அலசுங்கள்

source: Shortcuts
de: Tastenkombinationen
fi: Pikanäppäimet
fr: Raccourcis
it: Scorciatoie
ta: குறுக்குவழிகள்

source: Re-sync 100ms back
de: 100 ms zurück resynchronisieren
el: Επανασυντονισμός 100ms πίσω
fi: Synkronoi taaksepäin 100 ms
fr: Resynchroniser 100 ms en arrière
it: Ri-sincronizzare 100 ms indietro
ta: 100 மீட்டர் பின்னால் மீண்டும் ஒத்திசைக்கவும்

source: Re-sync 100ms forward
de: 100 ms vor resynchronisieren
el: Επανασυγχρονισμός 100ms προς τα εμπρός
fi: Synkronoi eteenpäin 100 ms
fr: Resynchroniser 100 ms en avant
it: Ri-sincronizzazione 100 ms in avanti
ta: 100ms முன்னோக்கி மீண்டும் ஒத்திசைக்கவும்

source: Search on LRClib by title and artist names
de: Auf LRClib nach Titel und Interpretennamen suchen
el: Αναζήτηση στο LRClib με βάση τον τίτλο και τα ονόματα των καλλιτεχνών
fi: Etsi LRClibistä kappaleen tai esittäjän nimellä
fr: Rechercher sur LRClib par titre et nom d'artiste
it: Cerca su LRClib per titolo e nomi degli artisti
ta: தலைப்பு மற்றும் கலைஞர் பெயர்கள் மூலம் LRCLIB இல் தேடுங்கள்

source: Re-sync selected line 100ms back
de: Ausgewählte Zeile 100 ms zurück resynchronisieren
el: Επανασυντονισμός επιλεγμένης γραμμής 100ms πίσω
fi: Synkronoi uudelleen valittu rivi 100 ms taaksepäin
fr: Resynchroniser la ligne sélectionnée 100 ms en arrière
it: Risincronizza la linea selezionata 100 ms indietro
ta: மீண்டும் ஒத்திசைவு தேர்ந்தெடுக்கப்பட்ட வரி 100 மீட்டர் பின்னால்

source: Re-sync selected line 100ms forward
de: Ausgewählte Zeile 100 ms vor resynchronisieren
el: Επανασυγχρονισμός επιλεγμένης γραμμής 100ms προς τα εμπρός
fi: Synkronoi uudelleen valittu rivi 100 ms eteenpäin
fr: Resynchroniser la ligne sélectionnée 100 ms en avant
it: Risincronizza la linea selezionata 100 ms in avanti
ta: மீண்டும் ஒத்திசைவு தேர்ந்தெடுக்கப்பட்ட வரி 100ms முன்னோக்கி

source: This app helps you to contribute to the large database of synced lyrics with beautiful GTK4 and LibAdwaita interface. It supports music in ogg, flac, mp3, m4a, wav, opus and aac (reduced functionality) formats
fi: Tämä sovellus auttaa sinua osallistumaan suureen synkronoitujen sanoitusten tietokantaan kauniilla GTK4- ja LibAdwaita-käyttöliittymällä. Se tukee musiikkia ogg-, flac-, mp3-, m4a-, wav-, opus- ja (vähemmällä toiminnallisuudella) aac-muodoissa

source: Sync Page
fr: Synchroniser la page
it: Sincronizza pagina
ta: ஒத்திசைவு பக்கம்
