Repository: Dzheremi2/Chronograph
Catalog: po/*.po
Languages: de, el, et, fi, fr, hu, it, nl, pt_br, ru, ta, uk, vi

source: Mass Lyrics Downloading
et: Laulusõnade allalaadimine pakktöötlusena
nl: Bulk­download van songteksten
pt_br: Download de Letras em Massa
ru: Массовая Загрузка Текстов
uk: Масове завантаження текстів пісень
vi: Tải Xuống Lời Bài Hát Hàng Loạt

source: Delete selected files
et: Kustuta valitud failid
ru: Удалить выбранные файлы
uk: Видалити вибрані файли

source: Enable bulk deletion mode
et: Kasuta masseemaldamise režiimi
ru: Переключить режим пакетного удаления
uk: Увімкнути режим масового видалення

source: Search
de: Suchen
el: Αναζήτηση
et: Otsi
fi: Etsi
fr: Rechercher
hu: Keresés
it: Cerca
nl: Zoeken
pt_br: Procurar
ru: Искать
ta: தேடல்
uk: Шукати
vi: Tìm Kiếm

source: Library is Empty
et: Muusikakogu on tühi
ru: Библиотека пуста
uk: Бібліотека порожня

source: Your current Library is empty. Import files right now or open another Library
et: Sinu praegune muusikakogu on tühi. Palun impordi faile või ava mõni muu muusikakogu
ru: Ваша текущая библиотека пуста. Импортируйте файлы или откройте другую библиотеку
uk: Ваша поточна бібліотека порожня. Імпортуйте файли просто зараз або відкрийте іншу бібліотеку

source: Import…
et: Importimine…
ru: Импортировать…
uk: Імпорт…

source: Nothing Was Found
et: Ei leidunud mitte midagi
nl: Niets gevonden
ru: Ничего не найдено
uk: Нічого не знайдено
vi: Không Tìm Thấy Gì

source: No songs found for your request. Try out another one
et: Sinu päringule ei vasta ühtegi laulu. Palun proovi midagi muud
ru: Не найдено песен по вашему запросу. Попробуйте другой
uk: За вашим запитом не знайдено пісень. Спробуйте іншу

source: Import Files
et: Impordi faile
ru: Импортировать файлы
uk: Імпорт Файлів

source: General
de: Allgemein
el: Γενικά
et: Üldised
fi: Yleiset
fr: Général
hu: Általános
it: Generale
nl: Algemeen
pt_br: Em geral
ru: Основные
ta: பொது
uk: Загальні
vi: Tổng Quan

source: Quit
de: Beenden
el: Κλείστε το
et: Välju
fi: Lopeta
fr: Quitter
hu: Kilépés
it: Esci
nl: Afsluiten
pt_br: Desistir
ru: Выйти
ta: வெளியேறு
uk: Вийти
vi: Thoát

source: Open library
et: Ava muusikakogu
ru: Открыть библиотеку
uk: Відкрита бібліотека

source: Import files
et: Impordi faile
ru: Импортировать файлы
uk: Імпорт файлів

source: Sync mode
de: Synchronisationsmodus
el: Λειτουργία συγχρονισμού
et: Sünkroonimisrežiim
fi: Synkronointitila
fr: Mode de synchronisation
hu: Szinkronizált szerkesztés
it: Modalità di sincronizzazione
nl: Synchronisatie­modus
pt_br: Modo de sincronização
ru: Режим синхронизации
ta: ஒத்திசைவு பயன்முறை
uk: Режим синхронізації
vi: Chế độ đồng bộ

source: Sync/Re-sync
de: Synchronisierung/Re-Synchronisierung
el: Συγχρονισμός/επανασυγχρονισμός
et: Sünkrooni või sünkrooni uuesti
fi: Synkronoi / synkronoi uudelleen
fr: Synchroniser/Resynchroniser
hu: Szinkronizálás
it: Sincronizzazione/Risincronizzazione
nl: (Opnieuw) synchroniseren
pt_br: Sincronizar/Ressincronizar
ru: Синхронизировать/Пересинхронизировать
ta: ஒத்திசைவு/மறு ஒத்திசைவு
uk: Синхронізувати/десинхронізувати
vi: Đồng Bộ/Tái Đồng Bộ

source: Replay selected line/word
et: Esita valitud rida/sõna uuesti
hu: Kijelölt sor/szó újrajátszása
nl: Geselecteerde regel/woord opnieuw afspelen
pt_br: Passar a linha/palavra selecionada novamente
ru: Воспроизвести строку/слово
uk: Відтворити вибраний рядок/слово
vi: Phát lại dòng/từ đã chọn

source: Re-sync default amount of ms back
et: Sünkrooni valitud rida tavaline arv millisekundeid tahapoole
nl: Opnieuw synchroniseren standaard­hoeveelheid ms terug
pt_br: Ressincronizar a quantidade padrão de ms
ru: Пересинхронизировать на стандартное количество мс назад
uk: Повторно синхронізувати кількість мс за замовчуванням назад
vi: Đồng bộ lại số ms mặc định trở lại

source: Re-sync large amount of ms back
et: Sünkrooni valitud rida märgatav arv millisekundeid tahapoole
nl: Opnieuw synchroniseren grote hoeveelheid ms terug
ru: Пересинхронизировать на большое количество мс назад
uk: Повторно синхронізувати великий обсяг мс назад
vi: Đồng bộ lại số lượng lớn ms trở lại

source: Re-sync default amount of ms forward
et: Sünkrooni valitud rida tavaline arv millisekundeid ettepoole
nl: Opnieuw synchroniseren standaard­hoeveelheid ms vooruit
ru: Пересинхронизировать на стандартное количество мс вперёд
uk: Повторно синхронізувати кількість мс уперед за замовчуванням
vi: Đồng bộ lại lượng ms chuyển tiếp mặc định

source: Re-sync large amount of ms forward
et: Sünkrooni valitud rida märgatav arv millisekundeid ettepoole
nl: Opnieuw synchroniseren grote hoeveelheid ms vooruit
ru: Пересинхронизировать на большое количество мс вперёд
uk: Повторно синхронізувати велику кількість мс вперед
vi: Đồng bộ lại số lượng lớn ms chuyển tiếp

source: Line-by-Line line actions
et: Rida-realt tegevused
nl: Regel-voor-regel regel­acties
ru: Строковые действия Построчного режима
uk: Дії з рядками по рядках
vi: Hành động theo từng dòng

source: Remove selected line
de: Ausgewählte Zeile entfernen
el: Αφαίρεση επιλεγμένης γραμμής
et: Eemalda valitud laulurida
fi: Poista valittu rivi
fr: Supprimer la ligne sélectionnée
hu: Kijelölt sor törlése
it: Rimuovi la riga selezionata
nl: Verwijder geselecteerde regel
pt_br: Remova a linha selecionada
ru: Удалить выбранную строку
ta: தேர்ந்தெடுக்கப்பட்ட வரியை அகற்று
uk: Видалити обраний рядок
vi: Xóa dòng đã chọn

source: Prepend line to selected
de: Zeile der ausgewählten Zeile voranstellen
el: Προσθήκη γραμμής στην επιλεγμένη
et: Lisa laulurida valiku ette
fi: Liitä rivi eteen valittuun
fr: Insérer une ligne avant
hu: Sor beszúrása a kijelölt elé
it: Aggiungi la riga a quella selezionata
nl: Regel voor geselecteerde invoegen
pt_br: Linha de precaução para selecionado
ru: Добавить новую строку выше выбранной
ta: தேர்ந்தெடுக்கப்பட்ட வரிக்கு வரியைத் தயாரிக்கவும்
uk: Вставити рядок вище обраного
vi: Thêm dòng vào phần đã chọn

source: Append line to selected
de: Zeile an ausgewählte Zeile anfügen
el: Προσάρτηση γραμμής στην επιλεγμένη
et: Lisa laulurida valiku järgi
fi: Liitä rivi valittuun
fr: Insérer une ligne après
hu: Sor beszúrása a kijelölt mögé
it: Aggiungi riga a selezionata
nl: Regel na geselecteerde invoegen
pt_br: Anexar a linha para selecionar
ru: Добавить новую строку ниже выбранной
ta: தேர்ந்தெடுக்கப்பட்ட வரி சேர்க்கவும்
uk: Вставити строку нижче обраного
vi: Nối dòng vào đã chọn

source: Append line to end
de: Zeile am Ende anfügen
el: Προσάρτηση γραμμής στο τέλος
et: Lisa laulurida kõige lõppu
fi: Lisää rivi loppuun
fr: Insérer une ligne à la fin
hu: Sor hozzáadása a végén
it: Aggiungi riga alla fine
nl: Regel aan einde toevoegen
pt_br: Anexar a linha para terminar
ru: Добавить строку к концу
ta: முடிவுக்கு வரியைச் சேர்க்கவும்
uk: Вставити строку до кінця
vi: Nối dòng vào cuối

source: Word-by-Word navigation
et: Liikumine sõmahaaval
nl: Woord-voor-woord navigatie
ru: Навигация Пословного режима
uk: Пословна навігація
vi: Điều hướng từng từ

source: One word back
et: Üks sõna tagasi
hu: Vissza egy szóval
nl: Eén woord terug
ru: Одно слово назад
uk: Одне слово назад
vi: Trở lại một lời

source: One word next
et: Üks sõna edasi
hu: Előre egy szóval
nl: Eén woord verder
ru: Одно слово вперед
uk: Одне слово далі
vi: Một từ tiếp theo

source: One line up
et: Üks rida üles
hu: Fel egy sorral
nl: Eén regel omhoog
ru: Одну строку вверх
uk: Один рядок вгору
vi: Một hàng

source: One line down
et: Üks rida alla
hu: Le egy sorral
nl: Eén regel omlaag
ru: Одну строку вниз
uk: Один рядок вниз
vi: Xuống một dòng

source: Search LRClib for provided title and artist
de: LRClib nach einem bestimmten Titel und Interpreten durchsuchen
el: Αναζήτηση στην LRClib για τον παρεχόμενο τίτλο και καλλιτέχνη
et: Otsi pealkirja ja esitaja nime põhjal LRClibi veebiteenusest
fi: Etsi LRClibistä kappaleen tai esittäjän nimeä
fr: Rechercher le titre et l'artiste sur LRClib
hu: Keresés cím és előadó alapján
it: Cerca in LRClib il titolo e l'artista forniti
nl: Zoeken op LRClib naar titel en artiest
pt_br: Procure no LRClib pelo título e artista fornecidos
ru: Искать на LRClib по указанным названию и исполнителю
ta: வழங்கப்பட்ட தலைப்பு மற்றும் கலைஞருக்காக LRCLIB ஐத் தேடுங்கள்
uk: Шукати у LRClib по заданій назві та виконавцю
vi: Tìm kiếm LRClib cho tiêu đề và nghệ sĩ được cung cấp

source: Synced
de: Synchronisiert
el: Συγχρονισμένα
et: Sünkroonitud
fi: Synkronoitu
fr: Synchronisé
hu: Szinkronizált
it: Sincronizzato
nl: Gesynchroniseerd
pt_br: Sincronizado
ru: Синхронизированные
ta: ஒத்திசைக்கப்பட்டது
uk: Синхронізовані
vi: Đã đồng bộ

source: Synced lyrics from LRClib
et: Sünkroonitud laulusõnad LRClib-i teenusest
nl: Gesynchroniseerde songtekst van LRClib
ru: Синхронизированные слова с LRClib
uk: Синхронізовані тексти пісень з LRClib
vi: Lời bài hát được đồng bộ hóa từ LRClib

source: Plain lyrics from LRClib
et: Tavalised laulusõnad LRClib-i teenusest
nl: Platte songtekst van LRClib
ru: Простые слова с LRClib
uk: Прості тексти пісень з LRClib
vi: Lời bài hát đơn giản từ LRClib

source: Imports currently selected lyrics
et: Impordib hetkel valitud laulusõnad
nl: Importeert momenteel geselecteerde songtekst
ru: Импортирует текущие выбранные слова
uk: Імпортує вибрані тексти пісень
vi: Nhập lời bài hát hiện được chọn

source: Import
et: Impordi
nl: Importeren
ru: Импортировать
uk: Імпорт
vi: Nhập khẩu

source: Try out another request, maybe there are mistakes in request text
et: Proovi mõnda muud päringut või vaata, et otsingus poleks ühtegi viga
nl: Probeer een andere zoekopdracht, mogelijk zijn er fouten in de zoektekst
ru: Попробуйте другой запрос, возможно в этом запросе содержатся ошибки
uk: Спробуйте інший запит, можливо, в тексті запиту є помилки
vi: Hãy thử yêu cầu khác, có thể có lỗi trong văn bản yêu cầu

source: Search LRClib
et: Otsi teenusest LRClib
nl: Zoeken op LRClib
ru: Искать на LRClib
uk: Пошук у LRClib
vi: Tìm kiếm LRClib

source: Search songs by title, artist and album
et: Otsi pealkirja, esitaja ja albumi nime alusel
nl: Zoek nummers op titel, artiest en album
ru: Искать на LRClib по указанным названию, исполнителю и альбому
uk: Пошук пісень за назвою, виконавцем та альбомом
vi: Tìm kiếm bài hát theo tiêu đề, nghệ sĩ và album

source: Apply
de: Anwenden
el: Εφαρμογή
et: Rakenda
fi: Toteuta
fr: Appliquer
hu: Alkalmazás
it: Applica
nl: Bevestigen
pt_br: Aplicar
ru: Применить
ta: இடு
uk: Застосувати
vi: Áo Dụng

source: Change cover
de: Cover ändern
el: Αλλαγή καλύμματος
et: Muuda kaanepilti
fi: Vaihda kansi
fr: Modifier la pochette
hu: Borító megváltoztatása
it: Cambiare la copertina
nl: Verander omslag
pt_br: Alterar cobertura
ru: Сменить обложку
ta: கவர் மாற்றவும்
uk: Змінити кришку
vi: Thay đổi bìa

source: Set Cover…
et: Määra kaanepilt…
nl: Omslag instellen…
ru: Установить обложку…
uk: Встановити обкладинку…
vi: Đặt Bìa…

source: Remove Cover…
et: Eemalda kaanepilt…
nl: Omslag verwijderen…
ru: Удалить обложку…
uk: Зняти кришку…
vi: Xóa Bìa…

source: Embed Lyrics
et: Lõimitud laulusõnad
hu: Dalszövegek beágyazása
nl: Songtekst insluiten
pt_br: Incorporar Letras
ru: Встроить слова
uk: Вбудувати текст пісні
vi: Nhúng Lời Bài Hát

source: Delete Lyrics
et: Kustuta laulusõnad
nl: Songtekst verwijderen
pt_br: Excluir Letras
ru: Удалить слова
uk: Видалити текст пісні
vi: Xóa Lời Bài Hát

source: Behavior
de: Verhalten
el: Συμπεριφορά
et: Käitumine
fi: Toiminta
fr: Comportement
hu: Viselkedés
it: Comportamento
nl: Gedrag
pt_br: Comportamento
ru: Поведение
ta: நடத்தை
uk: Поведінка
vi: Hành Vi

source: Reset Quick Edit Dialog on Close
et: Sulgemisel tühjenda kiirmuutmise vaade
nl: Snelbewerker-dialoogvenster resetten bij sluiten
ru: Сбрасывать диалог быстрого форматирования при закрытии
uk: Скинути діалогове вікно швидкого редагування після закриття
vi: Đặt Lại Hộp Thoại Chỉnh Sửa Nhanh khi Đóng

source: Choose, if quick edit dialog text should be cleaned after exit or not
de: Auswählen, ob der Text des Schnelleingabe-Dialogs nach dem Beenden gelöscht werden soll oder nicht
el: Επιλέξτε, αν το κείμενο διαλόγου γρήγορης επεξεργασίας θα πρέπει να καθαρίζεται μετά την έξοδο ή όχι
et: Vali, kas sulgemisel peaks tühjendama kiirmuutmise vaate
fi: Valitse, siivotaanko pikamuokkausikkunan teksti poistumisen jälkeen vai ei
fr: Choisissez si le texte de la fenêtre d'édition rapide doit être effacé ou non à la fermeture
hu: Válaszd ki, hogy a gyorsszerkesztő ablak tartalma bezárásakor törlődjön-e
it: Scegli se il testo della finestra di dialogo di modifica rapida deve essere pulito dopo l'uscita o meno
nl: Kies of het snel-aanpas dialoog venster moet worden geledigd bij het sluiten of niet
pt_br: Escolha, se o texto de diálogo de edição rápida deve ser limpa após a saída ou não
ru: Выберите, следует ли очищать диалог бытсрого форматирования при выходе или нет
ta: தேர்வுசெய்த பிறகு விரைவான திருத்து உரையாடல் உரையை தூய்மை செய்ய வேண்டுமா இல்லையா என்பதைத் தேர்வுசெய்க
uk: Оберіть, чи повинен текст діалогового вікна швидкого редагування очищатися при зачиненні чи ні
vi: Chọn xem văn bản hộp thoại chỉnh sửa nhanh có nên được làm sạch sau khi thoát hay không

source: Save Library on App Close
et: Rakenduse sulgemisel salvesta muusikakogu
ru: Сохранять текущую библиотеку при выходе из приложения
uk: Зберегти бібліотеку під час закриття програми

source: Re-opens last opened Library on the next startup
et: Järgmisel käivitamisel on viimati avatud muusikakogu meeles
ru: Открывает последнюю открытую библиотеку при следующем запуске
uk: Повторно відкриває останню відкриту бібліотеку під час наступного запуску

source: Mass Downloading
et: Allalaadimine pakktöötlusena
nl: In bulk downloaden
ru: Массовая Загрузка
uk: Масове завантаження
vi: Tải Xuống Hàng Loạt

source: Max Parallel Downloadings
et: Lubatud rööpsete allalaadimiste arv
nl: Maximum parallelle downloads
ru: Максимально Параллельных Загрузок
uk: Максимальна кількість паралельних завантажень
vi: Tải Xuống Song Song Tối Đa

source: The amount of simultaneous parallel downloadings. High amount may cause downloading failure if treated as DDoS attack
et: Lubatud samaaegsete rööpsete allalaadimiste arvu ülempiir. Suurt päringute arvu võib server tõlgendada ummistusründe katsena ja allalaadimine ei pruugi toimida
nl: Het aantal gelijk­tijdige parallelle downloads. Een hoog aantal kan download­storingen veroorzaken als dit wordt beschouwd als een DDoS-aanval
ru: Количество одновременных параллельных загрузок. Высокое значение может привести к ошибке загрузки, если будет распознано как DDoS-атака
uk: Кількість одночасних паралельних завантажень. Велика кількість може призвести до збою завантаження, якщо її буде сприйнято як DDoS-атаку
vi: Số lượng tải xuống song song đồng thời. Số lượng lớn có thể gây ra lỗi tải xuống nếu bị coi là tấn công DDoS

source: Preferred Lyrics Format
et: Laulusõnade eelistatud vorming
nl: Gewenst songtekst­formaat
ru: Предпочитаемый Формат Слов
uk: Бажаний формат тексту пісень
vi: Định Dạng Lời Bài Hát Ưa Thích

source: Target lyrics format for LRClib downloading
et: Laulusõnade vorming allalaadimisel LRClib teenusest
nl: Doel­formaat voor songtekst bij downloaden van LRClib
ru: Целевой формат слов для загрузки с LRClib
uk: Цільовий формат текстів пісень для завантаження з LRClib
vi: Định dạng lời bài hát mục tiêu để tải xuống LRClib

source: Debug
et: Veaotsing
hu: Hibakeresés
nl: Debuggen
ru: Отладка
uk: Налагодження
vi: Gỡ Lỗi

source: Enable Debug Logging Profile
et: Lülita veaotsinguks vajalik silumisprofiil sisse
nl: Debug-logprofiel inschakelen
ru: Включить отладочный профиль журналирования
uk: Увімкнути профіль журналювання налагодження
vi: Bật Hồ Sơ Ghi Nhật Ký Gỡ Lỗi

source: Expands logging information for debug purposes
et: Järgnevaga on kasutamisel tavalisest üksikasjalikum logimine
hu: A hibakeresés céljából bővíti a naplózott információkat
nl: Breidt loginformatie uit voor foutopsporings­doeleinden
ru: Расширяет информацию журнала для отладки
uk: Розширює інформацію журналу для цілей налагодження
vi: Mở rộng thông tin ghi nhật ký cho mục đích gỡ lỗi

source: NEEDS RESTART
de: ERFORDERT NEUSTART
et: VAJAB RAKENDUSE UUESTI KÄIVITAMIST
hu: ÚJRAINDÍTÁS SZÜKSÉGES
nl: OPNIEUW OPSTARTEN VEREIST
pt_br: NECESSITA DE REINÍCIO
ru: ТРЕБУЕТСЯ ПЕРЕЗАПУСК
uk: ПОТРЕБУЄ ПЕРЕЗАПУСКУ
vi: CẦN KHỞI ĐỘNG LẠI

source: Syncing
de: Synchronisierung
el: Γίνεται Συγχρονισμός
et: Sünkroonin
fi: Synkronoidaan
fr: Synchronisation
hu: Szinkronizálás
it: Sincronizzazione
nl: Synchroniseren
pt_br: Sincronizando
ru: Синхронизация
ta: ஒத்திசைகிறது
uk: Синхронізація
vi: Đang Đồng Bộ

source: Syncing Type
et: Sünkroonimise tüüp
nl: Synchronisatie­type
ru: Тип синхронизации
uk: Тип синхронізації
vi: Loại Đồng Bộ Hóa

source: Defines the default workflow of syncing process
et: Määratleb sünkroonimisprotsessi vaikimisi töövoo
nl: Bepaalt de standaard­werkwijze van het synchronisatie­proces
ru: Определяет процесс синхронизации
uk: Визначає робочий процес за замовчуванням для процесу синхронізації
vi: Xác định quy trình làm việc mặc định của quá trình đồng bộ hóa

source: Line-by-Line
et: Rida-realt
nl: Regel-voor-regel
pt_br: Linha por Linha
ru: Построчный
uk: Рядок за рядком
vi: Từng dòng một

source: Word-by-Word
et: Sõnahaaval esitus
nl: Woord-voor-woord
pt_br: Palavra por Palavra
ru: Пословный
uk: Слово за словом
vi: Từng từ một

source: Word-by-Word sync workflow is not supported on mobile devices.
et: Sõnahaaval sünkroonimise töövoog pole nutiseadmetes toetatud.
nl: Woord-voor-woord synchronisatie­werkwijze wordt niet ondersteund op mobiele apparaten.
ru: Пословная синхронизация не поддерживается на мобильных устройствах
uk: Робочий процес синхронізації слово за словом не підтримується на мобільних пристроях.
vi: Quy trình đồng bộ hóa từng từ một không được hỗ trợ trên thiết bị di động.

source: Use Precise Milliseconds
et: Kasuta täpseid millisekundeid
nl: Precieze milliseconden gebruiken
ru: Использовать точные миллисекунды
uk: Використовуйте точні мілісекунди
vi: Sử Dụng Chính Xác Đến Mili Giây

source: Use 3-digit milliseconds instead of 2-digit
de: 3-stellige Millisekunden anstelle von 2-stelligen verwenden
el: Χρησιμοποιήστε τριψήφια χιλιοστά του δευτερολέπτου αντί για διψήφια
et: Näita millisekundeid kahe koha asemel kolm kohta peale koma
fi: Käytä kolmen luvun millisekuntia kahden luvun sijasta
fr: Utiliser les millisecondes à 3 chiffres au lieu des millisecondes à 2 chiffres
hu: 3 számjegy használata 2 helyett
it: Utilizzare millisecondi a 3 cifre anziché a 2 cifre
nl: Gebruik 3-cijferige milliseconden in plaats van 2-cijferige
pt_br: Use milissegundos de 3 dígitos em vez de 2 dígitos
ru: Использовать 3-х значные миллисекунды вместо 2-х значных
ta: 2-இலக்கத்திற்குப் பதிலாக 3-இலக்க மில்லி விநாடிகளைப் பயன்படுத்து
uk: Використовуйте 3-значні мілісекунди замість 2-значних
vi: Sử dụng mili giây có 3 chữ số thay vì 2 chữ số

source: Default Re-Sync Value
et: Tavalise uuesti sünkroonimise väärtus
nl: Standaard­waarde voor opnieuw synchroniseren
ru: Стандартное значение пересинхронизации
uk: Значення повторної синхронізації за замовчуванням
vi: Giá Trị Đồng Bộ Lại Mặc Định

source: Amount of milliseconds default re-sync performs by
et: Tavalise uuesti sünkroonimise väärtus millisekundites
nl: Aantal milliseconden waarmee standaard opnieuw synchroniseren werkt
ru: Количество миллисекунд для стандартной пересинхронизации
uk: Кількість мілісекунд, яку виконується для повторної синхронізації за замовчуванням
vi: Số lượng mili giây đồng bộ hóa lại mặc định được thực hiện bởi

source: Large Re-Sync Value
et: Pika uuesti sünkroonimise väärtus
nl: Grote waarde voor opnieuw synchroniseren
ru: Большое значение пересинхронизации
uk: Велике значення повторної синхронізації
vi: Giá Trị Đồng Bộ Lại Mặc Định

source: Amount of milliseconds large re-sync performs by
et: Pika uuesti sünkroonimise väärtus millisekundites
nl: Aantal milliseconden waarmee groot opnieuw synchroniseren werkt
ru: Количество миллисекунд для большой пересинхронизации
uk: Кількість мілісекунд, яку виконує велика повторна синхронізація
vi: Số lần đồng bộ hóa lại lớn tính bằng mili giây được thực hiện bằng

source: File Manipulation
hu: Fájlszerkesztés
nl: Bestands­manipulatie
ru: Манипулирование файлами

source: Auto File Manipulation
nl: Automatische bestands­manipulatie
ru: Автоматическое манипулирование файлами

source: Automatically creates and updates files when any of lyrics lines changed
de: Erstellt und aktualisiert automatisch Dateien, wenn sich eine der Liedtextzeilen ändert
el: Δημιουργεί αυτόματα και ενημερώνει τα αρχεία όταν αλλάζει κάποια από τις γραμμές στίχων
fi: Luo ja päivittää tiedostoja automaattisesti, kun jokin sanoitusriveistä muuttuu
fr: Création et mise à jour automatiques des fichiers en cas de modification de l'une des lignes de texte
hu: Automatikusan létrehozza és frissíti a fájlokat, ha bármelyik dalszövegsor megváltozik
it: Crea e aggiorna automaticamente i file quando una qualsiasi delle linee del testo cambia
nl: Creëert en updatet automatisch bestanden wanneer tekst regels veranderen
pt_br: Cria e atualiza automaticamente os arquivos quando qualquer uma das linhas de letras mudou
ru: Автоматически создаёт и обновляет файлы при изменении текста слов
ta: எந்தவொரு பாடல் வரிகளும் மாறும்போது கோப்புகளை தானாக உருவாக்கி புதுப்பிக்கும்

source: Autosave Interval
et: Automaatse salvestamise välp
nl: Interval voor automatisch opslaan
ru: Интервал автосохранения
uk: Інтервал автозбереження
vi: Khoảng Thời Gian Tự Động Lưu

source: Autosave interval after lyrics syncing inactivity
et: Automaatse salvestamise välp, kui laulusõnade sünkroonimine pole olnud aktiivne
hu: Automatikus mentés időköze az utolsó aktivitás után
nl: Interval voor automatisch opslaan na inactiviteit bij synchroniseren van songtekst
ru: Интервал автосохранения при бездействии синхронизации
uk: Інтервал автозбереження після бездіяльності синхронізації тексту пісні
vi: Khoảng thời gian tự động lưu sau khi đồng bộ hóa lời bài hát không hoạt động

source: Save Plain LRC Too
ru: Также сохранять обычный LRC

source: Saves a plain LRC file along with eLRC one. Won't work if eLRC prefix isn't set
hu: Elmenti a sima LRC fájlt is az eLRC fájl mellett. Csak akkor működik, ha az eLRC előtag be van állítva
pt_br: Salva um arquivo LRC simples além de um eLRC. Não funcionará caso o prefixo de eLRC não estiver definido.
ru: Сохраняет обычный LRC файл вместе с файлом eLRC. Не будет работать если префикс eLRC не задан

source: Lyrics Embedding
ru: Встраивание слов

source: Embed Lyrics Within Audio File
ru: Встраивать слова в аудио-файл

source: Use Individual Synced Lyrics Tag in Vorbis Files
ru: Использовать отдельный тег для синхронизированных слов в файлах Vorbis

source: Enables writing synced lyrics into separate tag in Vorbis Comment capable files (ogg, flac, opus)
hu: Lehetővé teszi a szinkronizált dalszövegek külön címkébe történő írását a Vorbis Comment kompatibilis fájlokban (ogg, flac, opus)
ru: Включает запись синхронизированных слов в отдельный тег в Vorbis Comment-совместимых файлах (ogg, flac, opus)

source: Embed Lyrics Default Format
ru: Стандартный формат встраиваемых слов

source: Brings lyrics to selected format before embedding
pt_br: Traga as letras para o formato selecionado antes de incorporar
ru: Приводит слова к выбранному формату пере встраиванием

# button tooltip; noun
source: Help
hu: Súgó
pt_br: Ajuda
ru: Помощь

source: The lyrics would be brought to selected format BEFORE the embedding starts. If you're using e.g eLRC, but default format is set to LRC, then lyrics will be converted to LRC and then embedded the way you've selected (Vorbis) This only fallbacks the lyrics to selected format (eLRC -> LRC -> Plain)
ru: Слова будут приведены к выбранному формату ПЕРЕД встраиванием. Например, если вы используете eLRC, а стандартный формат LRC, то слова будут конвертированы в LRC и затем встроены выбранным способом (Vorbis) Это только опускает слова по иерархии (eLRC -> LRC -> Обычные)
