Repository: Dzheremi2/Chronograph
Catalog: po/*.po
Languages: de, el, et, fi, fr, hu, it, nl, pt_br, ru, ta, uk, vi

source: Re-Sync All Lines?
et: Kas sünkroonime kõik lauluread uuesti?
nl: Alle regels opnieuw synchroniseren?
ru: Пересинхронизировать все строки?
uk: Повторно синхронізувати всі лінії?
vi: Đồng bộ lại tất cả các dòng?

source: Input amount of milliseconds to re-sync all lines. Prefix it with “-” to re-sync backwards.
et: Kõikide ridade uuesti sünkroonimiseks sisesta aeg millisekundeis. Lisades ette „-“ teed seda tagurpidi.
nl: Voer het aantal milli­seconden in om alle regels opnieuw te synchroniseren. Voeg ‘-’ toe om achteruit te synchroniseren.
ru: Введите количество миллисекунд на которое все строки должны быть пересинхронизированны. Используйте “-” перед числом для пересинхронизации назад.
uk: Введіть кількість мілісекунд для повторної синхронізації всіх рядків. Додайте префікс «-» для повторної синхронізації у зворотному напрямку.
vi: Nhập lượng mili giây để đồng bộ hóa lại tất cả các dòng. Đặt tiền tố bằng “-” để đồng bộ lại ngược.

source: Milliseconds
et: Millisekundid
nl: Milliseconden
ru: Миллисекунды
uk: Мілісекунди
vi: Mili giây

source: Re-Sync
et: Sünkrooni uuesti
nl: Opnieuw synchroniseren
pt_br: Ressincronização
ru: Пересинхронизировать
uk: Повторна синхронізація
vi: Đồng bộ lại

source: Mass Download
et: Allalaadimine pakktöötlusena
nl: Bulk­download
ru: Массовая Загрузка
uk: Масове Завантаження
vi: Tải Xuống Hàng Loạt

source: Rewrite Already Existing Lyrics
et: Kujuta olemasolevad laulusõnad üle
nl: Reeds bestaande songteksten overschrijven
ru: Перезаписывать уже существующие слова
uk: Перепишіть вже існуючі тексти пісень
vi: Viết Lại Lời Bài Hát Đã Có

source: Will replace already existing lyrics in file to those one found
et: Kui failis juba on laulusõnad olemas, siis need kirjutatakse üle
nl: Vervangt reeds bestaande songteksten in het bestand door degene die zijn gevonden
ru: Будет заменять уже существующие слова в файле на найденные
uk: Замінить уже існуючі тексти пісень у файлі на знайдені
vi: Sẽ thay thế lời bài hát hiện có trong tệp thành những lời bài hát được tìm thấy

source: No Log Available Yet
et: Logi pole veel saadaval
nl: Nog geen logboek beschikbaar
ru: Журнала пока нет
uk: Журнал поки що недоступний
vi: Chưa Có Nhật Ký Nào

source: Start fetching to see something
et: Et midagi oleks näha, siis alusta laadimist
nl: Start met ophalen om iets te zien
ru: Начните поиск, чтобы что-то увидеть
uk: Почніть пошук, щоб щось побачити
vi: Bắt đầu tìm nạp để xem thứ gì đó

source: Lyrics Already Fetched
et: Laulusõnad on juba laaditud
nl: Songteksten reeds opgehaald
ru: Слова уже найдены
uk: Текст пісні вже отримано
vi: Lời Bài Hát Đã Được Tìm Nạp

source: Lyrics for all songs are already fetched
et: Kõik laulusõnad on juba laaditud
nl: Songteksten voor alle nummers zijn al opgehaald
ru: Слова для всех треков уже найдены
uk: Тексти всіх пісень вже отримано
vi: Lời bài hát cho tất cả các bài hát đã được tải xuống

source: About File
et: Faili teave
ru: Сведения о файле
uk: Про файл

source: Imported at
et: Imporditud
ru: Импортировано в
uk: Імпортовано о

source: Last Modified
et: Viimati muudetud
ru: Последний раз изменено
uk: Остання зміна

source: Available Lyrics
et: Saadaval laulusõnad
ru: Доступные тексты
uk: Доступні тексти пісень

source: Delete File
et: Kustuta fail
ru: Удалить файл
uk: Видалити файл

source: Import Settings
et: Impordi seadistused
ru: Настройки импорта
uk: Налаштування імпорту

source: Import With Lyrics
et: Impordi koos laulusõnadega
ru: Импортировать с текстом
uk: Імпорт із текстами пісень

source: Also import lyric files if they have the same name
et: Impordi ka need laulusõnade failid, mille nimi kattub muusikafailiga
ru: Так же импортирует файлы текстов если у них такое же имя
uk: Також імпортувати файли текстів пісень, якщо вони мають однакові назви

source: eLRC prefix
et: eLRC prefiks
hu: eLRC előtag
pt_br: Prefixo de eLRC
ru: Префикс eLRC
uk: Префікс eLRC

source: Remain empty if not used
et: Kui pole kasutusel, siis jääb tühjaks
ru: Оставьте пустым, если не успользуете
uk: Залишатися порожнім, якщо не використовується

source: Move Files
et: Teisalda faile
ru: Переместить файлы
uk: Переміщення файлів

source: Moves files to the import location instead of copying them
et: Kopeerimise asemel teisaldab failid impordikausta
ru: Перемещает файлы в место импорта, а не копирует их
uk: Переміщує файли до місця імпорту замість їх копіювання

source: Importing…
et: Impordin…
ru: Импорт…
uk: Імпортуємо…

source: Preparing…
et: Valmistun…
ru: Подготовка…
uk: Підготовка…

source: Sync/Re-sync line
de: Zeile (re-)synchronisieren
el: Γραμμή συγχρονισμού/επανασυγχρονισμού
et: Sünkroniseeri laulurida
fi: Synkronoi rivi
fr: Synchroniser/Resynchroniser la ligne
hu: Sor szinkronizálása
it: Linea di sincronizzazione/risincronizzazione
nl: Regel (opnieuw) synchroniseren
pt_br: Sincronize/Ressincronize a linha
ru: Синхронизировать/Пересинхронизировать строку
ta: ஒத்திசைவு/மறு ஒத்திசைவு வரி
uk: Синхронізувати/десинхронізувати рядок
vi: Dòng đồng bộ/tái đồng bộ

source: Replay selected line
de: Ausgewählte Zeile wiederholen
el: Επανάληψη επιλεγμένης γραμμής
et: Esita valitud rida uuesti
fi: Toista uudelleen synkronoitu rivi
fr: Rejouer la ligne sélectionnée
hu: Kijelölt sor újrajátszása
it: Riproduci la riga selezionata
nl: Herhaal geselecteerde regel
pt_br: Replay Linha selecionada
ru: Воспроизвести строку
ta: தேர்ந்தெடுக்கப்பட்ட வரியை மீண்டும் இயக்கவும்
uk: Повторно програти рядок
vi: Phát lại dòng đã chọn

source: Re-sync selected line back
et: Sünkrooni valitud rida tahapoole
nl: Geselecteerde regel achteruit synchroniseren
ru: Пересинхронизировать текущую строку назад
uk: Повторно синхронізувати вибраний рядок назад
vi: Đồng bộ lại dòng đã chọn

source: Re-sync selected line forward
et: Sünkrooni valitud rida ettepoole
nl: Geselecteerde regel vooruit synchroniseren
ru: Пересинхронизировать текущую строку вперёд
uk: Повторно синхронізувати вибраний рядок вперед
vi: Đồng bộ lại dòng đã chọn về phía trước

source: Import from …
de: Importieren aus …
el: Εισαγωγή από …
et: Impordi…
fi: Tuo…
fr: Importer depuis…
hu: Betöltés…
it: Importa da …
nl: Importeren vanuit…
pt_br: Importar de…
ru: Импортировать из…
ta: இருந்து இறக்குமதி…
uk: Імпорт З…
vi: Nhập từ…

source: Export to …
de: Exportieren nach …
el: Εξαγωγή σε …
et: Ekspordi…
fi: Vie…
fr: Exporter vers…
hu: Exportálás…
it: Esporta in …
nl: Exporteren naar…
pt_br: Exportar para…
ru: Экспортировать в…
ta: ஏற்றுமதி…
uk: Експорт до…
vi: Xuất sang…

source: Actions with selected line
de: Aktionen mit ausgewählter Zeile
el: Ενέργειες με επιλεγμένη γραμμή
et: Toimingud valitud reaga
fi: Toiminnot valitulle riville
fr: Actions avec la ligne sélectionnée
hu: Műveletek a kijelölt sorral
it: Azioni con la riga selezionata
nl: Acties met geselecteerde regel
pt_br: Ações com linha selecionada
ru: Действия с выбранной строкой
ta: தேர்ந்தெடுக்கப்பட்ட வரியுடன் செயல்கள்
uk: Дії з обраним рядком
vi: Hành động với dòng đã chọn

source: Remove line
de: Zeile entfernen
el: Αφαίρεση γραμμής
et: Eemalda laulurida
fi: Poista rivi
fr: Supprimer la ligne
hu: Sor törlése
it: Rimuovi riga
nl: Regel verwijderen
pt_br: Remova a linha
ru: Удалить строку
ta: வரியை அகற்று
uk: Видалити рядок
vi: Xóa dòng

source: Prepend line
de: Zeile voranstellen
el: Αποσάρτηση γραμμή
et: Lisa laulurea ette
fi: Liitä rivi eteen
fr: Insérer une ligne avant
hu: Sor beszúrása korábbra
it: Aggiungi riga in anticipo
nl: Regel toevoegen vooraan
pt_br: Linha de previsão
ru: Добавить строку выше
ta: வரி ஆயத்தம் செய்யுங்கள்
uk: Додати рядок вище
vi: Dòng thêm vào

source: Append line
de: Zeile anfügen
el: Προσάρτηση γραμμής
et: Lisa laulurea järgi
fi: Liitä rivi
fr: Insérer une ligne après
hu: Sor beszúrása későbbre
it: Aggiungi riga
nl: Regel toevoegen achteraan
pt_br: Anexar a linha
ru: Добавить строку ниже
ta: வரி பின்சேர்
uk: Додати рядок нижче
vi: Nối dòng

source: Utilities
et: Tarvikud
nl: Hulp­middelen
ru: Утилиты
uk: Комунальні послуги
vi: Tiện Ích

source: Re-sync all
et: Sünkrooni kõik
nl: Alles opnieuw synchroniseren
ru: Пересинхронизировать всё
uk: Повторно синхронізувати все
vi: Đồng bộ lại tất cả

source: Edit metadata
et: Muuda metateavet
nl: Meta­gegevens bewerken
ru: Редактировать метаданные
uk: Редагувати метадані
vi: Chỉnh sửa metadata

source: About file
de: Über Datei
el: Σχετικά με το αρχείο
et: Faili teave
fi: Tietoja tiedostosta
fr: À propos du fichier
hu: Fájl adatai
it: Informazioni sul file
nl: Over bestand
pt_br: Sobre o arquivo
ru: Сведения о файле
ta: கோப்பு பற்றி
uk: Про Файл
vi: Giới thiệu về tệp

source: Add Line
et: Lisa laulurida
nl: Regel toevoegen
ru: Добавить строку
uk: Додати рядок
vi: Thêm Dòng

source: Re-sync selected word back
et: Sünkrooni valitud sõna tahapoole
nl: Geselecteerd woord achteruit synchroniseren
ru: Пересинхронизировать текущее слово назад
uk: Повторно синхронізувати вибране слово назад
vi: Đồng bộ lại từ đã chọn

source: Re-sync selected word forward
et: Sünkrooni valitud sõna ettepoole
nl: Geselecteerd woord vooruit synchroniseren
ru: Пересинхронизировать текущее слово вперёд
uk: Повторно синхронізувати вибране слово вперед
vi: Đồng bộ lại từ đã chọn về phía trước

source: Edit
et: Muuda
nl: Bewerken
ru: Редактирование
uk: Редагувати
vi: Sửa

source: Sync
de: Synchronisation
el: Συγχρονισμός
et: Sünkrooni
fi: Synkronoi
fr: Synchroniser
hu: Szinkronizálás
it: Sincronizzazione
nl: Synchroniseren
pt_br: Sincronização
ru: Синхронизация
ta: ஒத்திசைவு
uk: Синхронізувати
vi: Đồng Bộ

source: Edit song metadata
de: Lied-Metadaten bearbeiten
el: Επεξεργασία μεταδεδομένων τραγουδιού
et: Muuda laulu metateavet
fi: Muokkaa kappaleen metatietoja
fr: Modifier les métadonnées du morceau
hu: Szám metaadatainak szerkesztése
it: Modifica i metadati del brano
nl: wijzig nummer metadata
pt_br: Editar metadados da música
ru: Редактировать метаданные трека
ta: பாடல் மெட்டாடேட்டாவைத் திருத்தவும்
uk: Редагувати метадані пісні
vi: Chỉnh sửa metadata bài hát

source: Show song info
de: Liedinformationen anzeigen
el: Εμφάνιση πληροφοριών τραγουδιού
et: Näita laulu teavet
fi: Näytä kappaleen tiedot
fr: Afficher les informations du morceau
hu: Szám adatainak megjelenítése
it: Mostra informazioni sulla canzone
nl: Geef nummer info weer
pt_br: Mostre informações da música
ru: Показать информацию о треке
ta: பாடல் தகவலைக் காட்டு
uk: Показати інформацію про пісню
vi: Hiển thị thông tin bài hát

source: Open syncing page
de: Synchronisierungsseite öffnen
el: Άνοιγμα σελίδας συγχρονισμού
et: Ava sünkroonimisvaade
fi: Avaa synkronointisivu
fr: Ouvrir la page de synchronisation
hu: Szinkronizálási nézet megnyitása
it: Apri la pagina di sincronizzazione
nl: Open synchronisatie pagina
pt_br: Página de sincronização aberta
ru: Открыть страницу синхронизации
ta: ஒத்திசைவு பக்கத்தைத் திறக்கவும்
uk: Відкрити сторінку синхронізації
vi: Mở trang đồng bộ

source: Play/Pause
et: Esita/Peata esitus
nl: Afspelen/Pauzeren
ru: Воспроизвести/Пауза
uk: Відтворення/Пауза
vi: Phát/Tạm Dừng

source: Playback settings
et: Taasesituse seadistused
nl: Afspeelin­stellingen
ru: Настройки воспроизведения
uk: Налаштування відтворення
vi: Cài đặt phát lại

source: Toggle mute
et: Lülita summutamine sisse/välja
nl: Dempen in-/uitschakelen
ru: Переключить беззвучный режим
uk: Вимкнути звук
vi: Bật/tắt tắt tiếng

source: Reset
et: Lähtesta
nl: Resetten
ru: Сбросить
uk: Скинути
vi: Đặt lại

source: Toggle song repeat
de: Liedwiederholung umschalten
el: Εναλλαγή επανάληψης τραγουδιού
et: Lülita laulu kordus sisse/välja
fi: Kappaleen kertaus päällä/pois
fr: Activer/Désactiver la répétition du morceau
hu: Ismétlés
it: Attiva la ripetizione del brano
nl: Schakel nummer herhaling
pt_br: Alternar a música repetir
ru: Включить повторение трека
ta: பாடல் மறுபடியும் மாற்று
uk: Перемикнути повторення пісні
vi: Chuyển đổi lặp lại bài hát

source: Sync lyrics of your loved songs
de: Liedtexte deiner Lieblingslieder synchronisieren
el: Συγχρονίστε τους στίχους των αγαπημένων σας τραγουδιών
et: Sinu lemmiklaulude sõnad
fi: Synkronoi suosikkikappaleittesi sanoitukset
fr: Synchronisez les paroles de vos morceaux préférées
hu: Szinkronizáld kedvenc dalaid szövegét
it: Sincronizza i testi delle tue canzoni preferite
nl: Synchroniseer de tekst van uw favoriete nummers
pt_br: Sincronizar letras de suas músicas amadas
ru: Синхронизируйте тексты своих любимых песен
ta: நீங்கள் விரும்பிய பாடல்களின் பாடல் வரிகளை ஒத்திசைக்கவும்
uk: Синхронізуйте тексти ваших улюблених пісень
vi: Đồng bộ lời bài hát yêu thích của bạn

source: Chronograph is an open-source application designed for accurately syncing lyrics with audio timestamps.
et: Kronograaf on avatud lähtekoodiga rakendus, mis on mõeldud ajatemplitega laulusõnade täpseks sünkroonimiseks esitusega.
nl: Chronograph is een opensource-app voor het nauwkeurig synchroniseren van songteksten met audio­tijdstempels.
ru: Хронограф — это приложение с открытым исходным кодом созданное для синхронизации текстов песен по временным меткам.
uk: Chronograph — це програма з відкритим кодом, розроблена для точної синхронізації текстів пісень з аудіопозначками часу.
vi: Chronograph là một ứng dụng mã nguồn mở được thiết kế để đồng bộ hóa chính xác lời bài hát với dấu thời gian âm thanh.

source: You may notice that many of music players support synced lyrics which are highlighted line-by-line or word-by-word while playing? This app was designed to give the community an ability to be the ones who make these lyrics.
et: Sa kindlasti oled märganud, et paljud muusikat esitavad rakendused toetavad sünkroonitud laulusõnu kas sõnahaaval või ridahaaval esiletõstmisega? See rakendus ongi loodud eesmärgiga anda kogukonnale võimalus olla need, kes selliseid laulusõnu ette valmistavad.
nl: Veel muziek­spelers ondersteunen gesynchroniseerde songteksten die tijdens het afspelen regel-voor-regel of woord-voor-woord worden gemarkeerd. Deze app is ontworpen om de gemeenschap in staat te stellen deze songteksten zelf te maken.
ru: Вы могли замечать, что много различных музыкальных плееров поддерживают синхронизированные тексты песен с построчной или пословной подсветкой слов при воспроизведении? Это приложение было разработано, чтобы дать сообществу возможность самому стать авторами подобных текстов.
uk: Ви можете помітити, що багато музичних гравців підтримують синхронізовані тексти, які висвітлюються лінією за строкою або словом за словами під час гри. Ця програма була розроблена, щоб дати громаді можливість бути тим, хто створює ці тексти.
vi: Bạn có thể nhận thấy rằng nhiều trình phát nhạc hỗ trợ lời bài hát được đồng bộ hóa được đánh dấu từng dòng hoặc từng từ trong khi phát? Ứng dụng này được thiết kế để mang đến cho cộng đồng khả năng trở thành người tạo ra những lời bài hát này.

source: Chronograph directly supports publishing to LRCLib. As many FOSS music players use LRCLib to fetch synchronized lyrics, this integration allows users to easily contribute their work back to the open-source community.
et: Kronograaf toetab laulusõnade avaldamist LRCLib-i teenuses. Kuna paljud avatud lähtekoodiga muusikaesitajad toetavad LRCLib-ist sünkroonitud laulusõnade laadimist, siis see lõiming võimaldab huvilistel mugavalt oma sünkroonitud laulusõnu kogukonna kasutusse anda.
nl: Chronograph ondersteunt direct publiceren naar LRCLib. Aangezien veel opensource-muziekspelers LRCLib gebruiken om gesynchroniseerde songteksten op te halen, stelt deze integratie gebruikers in staat om hun werk eenvoudig bij te dragen aan de opensource­gemeenschap.
ru: Хронограф поддерживает прямую публикацию текстов на LRClib. Так как большинство открытых музыкальных плееров используют LRClib для поиска синхронизированных текстов, это интеграция позволяет пользователям легко вносить вклад в эту базу данных.
uk: Chronograph безпосередньо підтримує публікацію LRCLib. Оскільки багато музичних гравців FOSS використовують LRCLib для отримання синхронізованих текстів, ця інтеграція дозволяє користувачам легко внести свою роботу до спільноти з відкритим джерелом.
vi: Chronograph hỗ trợ trực tiếp việc xuất bản lên LRCLib. Vì nhiều trình phát nhạc FOSS sử dụng LRCLib để tải lời bài hát được đồng bộ hóa, việc tích hợp này cho phép người dùng dễ dàng đóng góp tác phẩm của họ trở lại cộng đồng nguồn mở.

source: If you have a large base of music and just want to download lyrics for all of it, Chronograph also supports mass lyrics downloading. It will try to find lyrics for each of your track on LRClib and save it depending on your settings.
et: Kui sul on väga suur muusikakogu ja tahad kõikidele lauludele laulusõnu alla laadida, siis Kronograaf toetab masstöötlust. Rakendus proovib kõigile neist leida teenusest LRClib õiged sõnad ja leitu salvestada vastavalt sinu seadistustele.
nl: Als u een grote muziek­collectie hebt en voor alles songteksten wilt downloaden, ondersteunt Chronograph ook bulk­download van songteksten. Het zal proberen voor elk van uw nummers songteksten te vinden op LRClib en deze op te slaan, afhankelijk van uw instellingen.
ru: Если у вас есть большая база музыки и вы хотите скачать слова для всех треков, Хронограф также поддерживает массовую загрузку слов. Он попытается найти слова для каждого из треков на LRClib и сохранить их в зависимости от ваших настроек.
uk: Якщо у вас велика база музики і ви хочете просто завантажити тексти всіх пісень, Chronograph також підтримує масове завантаження текстів. Він спробує знайти текст для кожного вашого треку на LRClib та зберегти його залежно від ваших налаштувань.
vi: Nếu bạn có một kho nhạc lớn và chỉ muốn tải lời bài hát cho tất cả chúng, Chronograph cũng hỗ trợ tải xuống lời bài hát hàng loạt. Nó sẽ cố gắng tìm lời bài hát cho từng bản nhạc của bạn trên LRClib và lưu nó tùy thuộc vào cài đặt của bạn.

source: Syncing Modes
et: Sünkroonimisrežiimid
nl: Synchronisatie­modi
ru: Режимы синхронизации
uk: Режими синхронізації
vi: Chế Độ Đồng Bộ Hóa

source: Line-by-Line (Primary): Here, every time you do sync action, timestamp is placed for the whole line of lyrics. This is the most supported format of synced lyrics.
et: Ridahaaval esiletõstmine (põhivõimalus): Sel puhul iga kord, kui lisad sünkroonimismärke, lisatakse ajatempel terve rea ette. Selle sünkroonitud laulusõnade vormingu tugi on eri rakendustes kõige enam levinud.
nl: Regel-voor-regel (primair): Hierbij wordt bij elke synchronisatie­actie een tijd­stempel geplaatst voor de hele regel songtekst. Dit is het meest ondersteunde formaat voor gesynchroniseerde songteksten.
ru: Построчный (основной): В нём каждый раз когда вы выполняете синхронизацию, временная метка устанавливается для всей строки сразу. Это наиболее поддерживаемый формат синхронизированных слов.
uk: Рядок за рядком (основний): Тут щоразу, коли ви виконуєте дію синхронізації, позначка часу додається для всього рядка тексту пісні. Це найбільш підтримуваний формат синхронізованих текстів пісень.
vi: Từng dòng một (Chính): Tại đây, mỗi khi bạn thực hiện hành động đồng bộ hóa, dấu thời gian sẽ được đặt cho toàn bộ dòng lời bài hát. Đây là định dạng lời bài hát được đồng bộ hóa được hỗ trợ nhiều nhất.

source: Word-by-Word (Advanced): Designed for true karaoke quality. It places a timestamp for every single word, enabling players to animate lyrics with precision.
et: Sõnahaaval esiletõstmine (lisavõimalus): Mõeldud tagamaks klassikalist karaoke-kogemust. Sel puhul lisatakse sünkroonimismärge iga sõna ette ja vastavalt saavad muusikat esitavad rakendused laulusõnu kuvada väga täpselt.
nl: Woord-voor-woord (geavanceerd): Ontworpen voor echte karaoke­kwaliteit. Het plaatst een tijdstempel voor elk afzonderlijk woord, waardoor spelers songteksten met precisie kunnen animeren.
ru: Пословный (продвинутый): Разработан для настоящего эффекта караоке. В нём временная метка размещается для каждого слова, позволяя плеерам точно анимировать слова.
uk: Слово за словом (розширений): Розроблено для справжньої якості караоке. Додає позначку часу для кожного слова, що дозволяє гравцям точно анімувати тексти пісень.
vi: Từng từ một (Nâng cao): Được thiết kế cho chất lượng karaoke đích thực. Nó đặt dấu thời gian cho từng từ, cho phép người chơi tạo hiệu ứng lời bài hát một cách chính xác.

source: Supported Formats
et: Toetatud vormingud
nl: Ondersteunde formaten
ru: Поддерживаемые форматы
uk: Підтримувані формати
vi: Các Định Dạng Được Hỗ Trợ

source: AAC (reduced functionality)
et: AAC (vähendatud funktsionaalsuses)
nl: AAC (beperkte functionaliteit)
ru: AAC (меньше функциональность)
uk: AAC (знижена функціональність)
vi: AAC (giảm chức năng)

source: Library
de: Bibliothek
el: Βιβλιοθήκη
et: Muusikakogu
fi: Kirjasto
fr: Bibliothèque
hu: Könyvtár
it: Libreria
nl: Bibliotheek
pt_br: Biblioteca
ru: Библиотека
ta: நூலகம்
uk: Бібліотека
vi: Thư viện

source: Lyrics syncing page
de: Liedtext-Synchronisierungsseite
el: Σειρά συγχρονισμού στίχων
et: Laulusõnade sünkroonimisvaade
fi: Sanoitusten synkronointisivu
fr: Page de synchronisation des paroles
hu: Dalszöveg szinkronizálási nézet
it: Pagina di sincronizzazione dei testi
nl: Tekst synchronisatie pagina
pt_br: Página de sincronização de letras
ru: Страница синхронизации
ta: பாடல் ஒத்திசைவு பக்கம்
uk: Сторінка синхронізації пісень
vi: Trang đồng bộ lời bài hát

source: Word-by-Word syncing workflow
et: Sõnahaaval esitatavate laulusõnade töövoog
nl: Woord-voor-woord synchronisatie­werkwijze
ru: Процесс пословной синхронизации
uk: Робочий процес синхронізації слово за словом
vi: Quy trình đồng bộ hóa từng từ một

source: Word-by-Word lyrics editor
et: Sõnahaaval esitatavate laulusõnade muutja
nl: Woord-voor-woord songtekst­bewerker
ru: Редактор пословного текста
uk: Редактор текстів пісень слово за словом
vi: Trình chỉnh sửa lời bài hát từng từ một

source: LRClib import dialog
el: Διάλογος εισαγωγής LRClib
et: Impordivaade LRClib teenusest
fi: LRClib-tuonti-ikkuna
fr: Fenêtre d'import depuis LRClib
hu: LRClib importálási ablak
it: Finestra di dialogo di importazione LRClib
nl: LRClib importeer dialoog
pt_br: Caixa de diálogo de importação LRClib
ru: Диалог импорта из LRClib
ta: Lrclib இறக்குமதி உரையாடல்
uk: Діалог імпорту LRClib
vi: Hộp thoại nhập LRClib

source: Mass lyrics downloading dialog
et: Laulusõnade allalaadimine pakktöötlusena
nl: Bulk­download songteksten dialoog­venster
ru: Диалог массовой загрузки текстов
uk: Діалогове вікно масового завантаження текстів пісень
vi: Hộp thoại tải xuống lời bài hát hàng loạt

source: Lyrics syncing page on smaller display
de: Liedtext-Synchronisierungsseite auf kleinerem Bildschirm
el: Σελίδα συγχρονισμού στίχων σε μικρότερη οθόνη
et: Laulusõnade sünkroonimisvaade väikesel ekraanil
fi: Sanoitusten synkronointisivu pienemmällä näytöllä
fr: Page de synchronisation des paroles sur petit écran
hu: Dalszöveg szinkronizálási nézet kisebb kijelzőn
it: Pagina di sincronizzazione dei testi su display più piccoli
nl: Tekst synchronisatie pagina op kleiner display
pt_br: Página de sincronização de letras em tela menor
ru: Страница синхронизации на меньшем дисплее
ta: சிறிய திரையில் பாடல் வரிகளை ஒத்திசைக்கும் பக்கம்
uk: Сторінка синхронізації пісень на меншому дисплеї
vi: Trang đồng bộ lời bài hát trên màn hình nhỏ hơn

source: lyrics;songs;multimedia;media;lrclib;music;syncing;chronograph;
et: lyrics;internet;songs;multimedia;media;lrclib;music;syncing;chronograph;kronograaf;muusika;laulud;laulusõnad;laulutekstid;lüürika;multimeedia;meedia;sünkroniseerimine;sünkroonimine;sünkimine;
nl: lyrics;songs;multimedia;media;lrclib;music;syncing;chronograph;songtekst;nummers;muziek;synchronisatie;
ru: lyrics;songs;multimedia;media;lrclib;music;syncing;chronograph;слова;песни;мильтимедиа;медиа;lrclib;музыка;синхронизация;хронограф;
uk: тексти пісень;інтернет;пісні;мультимедіа;медіа;lrclib;музика;синхронізація;хронограф;
vi: lyrics;songs;multimedia;media;lrclib;music;syncing;chronograph;lời bài hát;bài hát;đa phương tiện;phương tiện truyền thông;lrclib;âm nhạc;đồng bộ hóa;đồng hồ bấm giờ;
